{
  "Nino Farina": {
    "hall_of_fame": "HALL OF FAME - 1950",
    "data": [
      "The first ever Formula 1 World Champion came from a privileged background and had a stylish driving technique that was adopted by many drivers. A hard and determined racer, Farina relied on a combination of profound self belief and raw courage to compensate for the superior skills possessed by many of his more naturally talented opponents. Yet he also drove recklessly and few Formula 1 drivers ever competed with such apparent disregard for their personal safety. Somehow surviving an accident-strewn racing career, he was eventually killed in a road accident.",
      "Giuseppe Antonio 'Nino' Farina was always destined to be involved in the automotive world, though not necessarily as a driver. On the day of his son’s birth, October 30, 1906, Nino's father Giovanni established Stabilimente Farina, a bodywork shop in Turin, the industrial city where much of Italy's car manufacturing industry was located. Here also, Giovanni's brother founded the coachbuilding firm of Pininfarina, later famed for designing many sleek Italian sportscars. From an early age Nino was expected to join the family business but his first driving experience, at the age of nine in a small car on the grounds of his father's factory, whetted his appetite for the sporting side of motoring. When he was 16 Nino accompanied his favourite uncle Pinin as a passenger in a race. Three years later his first solo competition ended in an accident, establishing a worrying trend that continued throughout his crash-prone career.",
      "Farina was both athletically and academically inclined. In his youth he was a fast runner and became skilled at soccer and skiing. At the University of Turin he received a doctorate in law and became Dottore Giuseppe Farina. While his academic title came easily his route to becoming World Champion was less straightforward. He began his military service as a cavalry officer, much enjoying the sensation of handling horses, then joined a tank regiment, in which he would serve during the war. Meanwhile, he continued to be obsessed by the lure of mechanical horsepower harnessed for competition purposes. In 1932 he bought an Alfa Romeo and quickly crashed it in a hillclimb, breaking a shoulder and badly cutting his face. Undeterred, he raced Maseratis for a couple of years, crashing frequently but also showing enough promise to impress Enzo Ferrari, who recruited him to drive for the Scuderia Ferrari Alfa Romeo team. There, Farina befriended the legendary Tazio Nuvolari, whose talent and tenacity were both instructional and inspirational. Under Tazio's tutelage he began to mature as a driver and in 1938 he won enough races to become Italian champion.",
      "After World War II Farina resumed racing and got married, to Elsa Giaretto, an elegant and stylish woman who ran an exclusive fashion emporium in Turin. In her opinion motor racing was a silly and dangerous activity and she tried to persuade her new husband to stop. But three days after their high society wedding he flew to a race in Argentina. In 1950 he was appointed leader of the three-car Alfa Romeo team that competed in the series of Grand Prix races that were now formally organized by the FIA into the first ever Formula 1 World Championship.",
      "Given the supremacy of their all-powerful Tipo 158 cars the first world driving title was bound to go to one of the Alfa Romeo trio, known collectively as 'the three F's.' Indeed, the venerable team mates Farina (44 years old), Juan Manuel Fangio (39) and Luigi Fagioli (52) finished in that order in the standings. Farina won the first ever Formula 1 championship race, the 1950 British Grand Prix at Silverstone, and triumphed again in Switzerland and Italy. And while his team mate Fangio also won three races, for the fiercely proud Farina his being crowned World Champion only officially confirmed what he considered to be a fact.",
      "Well-mannered, charming and gracious on most occasions, he could also be arrogant and aloof. He was accused of being unsentimental and a snob who disapproved of those members of his profession who did not have the right social pedigree. This should have put him at odds with Fangio, who came from a most humble background in Argentina. Yet when Fangio was nearly killed in the 1952 Italian Grand Prix, the first person to visit his hospital bedside was the race winner Farina, who presented his fallen comrade with the victory wreath.",
      "His nickname 'the Gentleman of Turin' was a reference to Farina's privileged background and the natural dignity with which he carried himself, even in the driver's seat. Sitting bolt upright and well back in the cockpit, Farina grasped the steering wheel with both arms fully outstretched and guided his car with calm, sparing movements and deft applications of the throttle. His stylish technique (soon adopted by the likes of Fangio and Stirling Moss) belied Farina's tendency to punish his cars. Perhaps it was a lack of mechanical sympathy or understanding that also caused him to push them beyond the point of no return and have far more than his share of accidents, which he tended to blame on bad luck or fragile machinery - never himself. His survival, Farina felt, was due not to good luck but to his deep belief in God and after every accident he would give prayers of thanks to the Virgin Mary.",
      "Fangio remarked that because of the crazy way Farina drove only the Holy Virgin was capable of keeping him on the track, and we all thought one day she would get tired of helping him. Even Enzo Ferrari (not always noted for his compassion) feared for Farina's future: A man of steel, inside and out. But I could never help feeling apprehensive about him. He was like a high strung thoroughbred, capable of committing the most astonishing follies. As a consequence he was a regular inmate of the hospital wards.",
      "His mounting toll of injuries (including being seriously burned at Monza in 1954) meant Farina needed morphine and painkillers to continue tempting fate. Finally, pain overcame pride, and he retired from racing in 1955 and became a successful Alfa Romeo dealer. Farina's interest in Formula 1 continued, as did his confidence in his driving ability. On June 30, 1966, he set out from Turin in a Lotus-Cortina, bound for the French Grand Prix at Reims. In the Alps near Chambery his car skidded off a slippery bend and the first World Champion was killed.",
      "Text - Gerald Donaldson"
    ]
  },
  "Juan Manuel Fangio": {
    "hall_of_fame": "HALL OF FAME - 1951, 1954-57",
    "data": [
      "Many consider him to be the greatest driver of all time. In seven full Formula 1 seasons (he missed one recovering from a nearly fatal injury) he was World Champion five times (with four different teams) and runner-up twice. In his 51 championship Grands Prix he started from the front row 48 times (including 29 pole positions) and set 23 fastest race laps en route to 35 podium finishes, 24 of them victories. His superlative track record was achieved by some of the greatest displays of skill and daring ever seen. Fangio did it all with style, grace, nobility and a sense of honour never seen before or since.",
      "Fangio flourished in Formula 1 racing when the world championship was in its infancy and he was a comparatively 'Old Man' - which is what his admiring rivals called the aging genius who won his last driving title in 1957, when he was 46. Most of his challengers were young enough to be his sons, and nearly all of them came from privileged backgrounds far removed from Fangio's humble origins in a remote corner of Argentina, in the dusty frontier town of Balcarce. His father and mother, hard-working immigrants from the Abruzzi region of Italy to whom Fangio was deeply devoted, raised their six children (three boys and three girls) to believe in God and the dignity of labour. Fangio credited his parents with instilling in him the virtues of honesty and integrity, self-discipline, respect for others and the sense of responsibility that characterized his approach to life.",
      "Eleven years after his birth on June 24, 1911, Fangio started working as a mechanic and then spent nearly four decades in that trade, while also racing primitive self-prepared cars in incredibly arduous South American long distance races that made Formula 1 events seem like child's play. By his superhuman efforts in these marathons of madness (held over thousands of miles for weeks at a time) Fangio overcame astonishing hardships and astronomical odds to score many victories. When he went racing in Europe, at 38, he brought with him an unrivalled repertoire of mechanical understanding, competitive experience and clever racecraft.",
      "Formula 1 competition in much more sophisticated cars also enabled Fangio to hone his driving skills to the highest degree. A pioneering exponent of the four-wheel drift, he was wonderfully entertaining to watch, negotiating corners in fearsomely spectacular, yet completely controlled tyre-smoking powerslides that thrilled onlookers. Beyond his brilliant car control, Fangio's sheer brute strength and astonishing stamina enabled him to excel in an era that required heavy, hard-to-handle cars to be hauled around rough-hewn tracks for the three hour-plus endurance tests that were then the Grand Prix norm. Fangio's exceptional staying power was also the product of superior mental fortitude, patience and perseverance, enormous levels of concentration and an unflagging competitive spirit. Needless to say, in those desperately dangerous days, Fangio in common with his peers possessed degrees of steely nerve and raw courage that modern Formula One drivers can hardly imagine.",
      "He had very few accidents and his only serious injury was a by-product of impaired judgement caused by extreme fatigue following an all-night drive in 1952 through the Alps to race in a pre-season non-championship event at Monza. On the second lap he lost control of his Maserati and crashed heavily, suffering a broken neck that left him with a permanently stiff upper torso.",
      "Balding, short, stocky and nicknamed 'El Chueco' (bow-legged), his unprepossessing physique belied a personal magnetism that together with his driving exploits made him a figure of worldwide adulation. Women found him enormously attractive and while he never married (though he had one 20-year relationship), he never lacked female companionship. In 1958 he became even more of an international celebrity when he was kidnapped in Cuba by members of Fidel Castro's revolutionary movement to draw attention to their cause. As was the case with everyone who met him, his captors were charmed by Fangio and they released him unharmed.",
      "He was a true gentleman in every sense of the word, proving the exception to the supposed rule that nice guys finish last. His generosity of spirit, sense of fair play, invariable courtesy, surprising humility and sheer humanity were universally praised and appreciated, especially by his peers.",
      "Most of us who drove quickly were bastards, according to his rival (and Mercedes team mate) Stirling Moss, who called him 'Maestro' and said he loved Fangio like a father. But I can't think of any facets of Juan's character which one wouldn't like to have in one's own.",
      "Seldom was heard a disparaging word, though a few of them were uttered by Enzo Ferrari, who criticized him after Fangio had the temerity to forsake Scuderia Ferrari following his 1956 championship to return to Enzo's arch-enemy Maserati. Fangio did not remain loyal to any marque, Ferrari said, and he invariably used every endeavour to ensure that he would always drive the best car available.",
      "Stirling Moss is quick to point out why Fangio (who won championships with Alfa Romeo, Mercedes (twice), Ferrari and Maserati) always had the best car: Because he was the best bloody driver! The cheapest method of becoming a successful Grand Prix team was to sign up Fangio.",
      "Fangio's strengths included being both a team player and a team leader of the highest order, providing inspirational qualities (he always befriended his mechanics) and making practical contributions (he often wielded wrenches himself) that invariably improved morale and brought the best out of the personnel.",
      "Even on those occasions when his team let him down, Fangio's driving prowess enabled him to snatch victory from the jaws of defeat. Indeed, his most sensational performance - and many, including Moss, regard it as the greatest drive in Formula 1 history - came after a botched Maserati pit stop in the 1957 German Grand Prix at the mighty Nurburgring. Having lost nearly a minute to the Ferraris of Mike Hawthorn and Peter Collins, the Old Man flung his Maserati around the mother and father of all tracks, smashing the lap record to smithereens and beating the British youngsters into second and third.",
      "This epic drive that secured his fifth driving title was his last victory. A few months later, weary from pushing himself so hard for so long and saddened by the loss of so many of his peers (over 30 of them were killed during his career), Fangio retired, leaving behind a championship record that endured for 46 years and a legend that remains undiminished. He died in 1995, aged 84, at home in Argentina.",
      "Text - Gerald Donaldson"
    ]
  },
  "Alberto Ascari": {
    "hall_of_fame": "HALL OF FAME - 1952, 1953",
    "data": [
      "The son of one of Italy's great pre-war drivers, Alberto Ascari went on to become one of Formula 1 racing's most dominant and best-loved champions. Noted for the careful precision and finely-judged accuracy that made him one of the safest drivers in a most dangerous era, he was also notoriously superstitious and took great pains to avoid tempting fate. But his unexplained fatal accident - at exactly the same age as his father’s, on the same day of the month and in eerily similar circumstances - remains one of Formula 1 racing’s great unsolved mysteries.",
      "Alberto Ascari, born in Milan on July 13, 1918, was just seven years old when his famous father Antonio, the reigning European champion, was killed while leading the French Grand Prix at Montlhery. By that time little Alberto was already immersed in his father's milieu, having met the many big names in racing, including Antonio's close friend Enzo Ferrari, who frequented the thriving Ascari Fiat dealership in Milan. Despite the tragic loss of his beloved father Alberto succumbed to the lure of racing. His famous name helped get him started, though it was on two wheels, not four, when, as a 19-year-old he was hired to ride for the Bianchi motorcycle team. His first four-wheel foray came in the 1940 Mille Miglia, where Enzo Ferrari gave him a ride in a Tipo 815 Spyder. When Italy entered World War II the Ascari garage in Milan, now run by Alberto, was conscripted to service and maintain military vehicles. During the war years he also established a transport business, supplying fuel to Italian army depots in North Africa. His partner in this enterprise was Luigi Villoresi, a racing driver with whom he developed a father-son relationship. By the end of the war Alberto was a family man, having married Mietta and become the father of Patrizia and Antonio, who was named after his celebrated grandfather.",
      "Given his family responsibilities Alberto was prepared not to race again, but Villoresi persuaded him to continue. In 1949 they became team mates in Enzo Ferrari's team, where Ascari's dominance would make him Formula 1 racing’s first back-to-back champion. In 1952 he drove his Ferrari 500 to victory in six of the seven championship races. In 1953 he again overpowered the opposition, winning five times and cruising to a second successive driving title. A great driver admired by his peers, Ascari was also a charming man idolised by a legion of admirers.",
      "His illustrious heritage helped, as did his superlative driving skill, but his winning persona also contributed to his huge popularity. It was easy to like a hero who was so obviously no prima donna, the driver with the plump physique whom the Italian fans nicknamed 'Ciccio' (chubby), and whose open and friendly disposition was apparent from his genial smile. Even his idiosyncratic superstitions were endearing, an entirely human response to the dangers of racing. He avoided black cats like the plague, had a horror of unlucky numbers and never allowed anyone else to handle the briefcase that contained his racing apparel: the lucky blue helmet and T-shirt, the goggles and gloves.",
      "But perhaps he also had inner demons, for he was a chronic insomniac and prone to stomach ulcers. Enzo Ferrari, who knew Ascari was deeply devoted to his family, once asked him why he didn't demonstrate his affection. I prefer to treat them the hard way, Alberto said. I don't want them to love me too much. Because they will suffer less if one of these days I am killed.",
      "Such an eventuality seemed most unlikely for a driver who always strictly observed self-imposed safety margins, who studiously avoided exceeding the limits of his car or himself, and whose relaxed and smooth style looked so effortless as to suggest he would have plenty of skill in reserve to correct any rare mistake.",
      "Following his runaway championships he moved to Lancia for, he admitted, more money than Ferrari was prepared to pay him. Having been sidelined for most of 1954 because the Lancias were not yet raceworthy he embarked on an ill-fated 1955 campaign. In the Monaco Grand Prix Ascari's leading Lancia D50 suddenly swerved out of control in the harbour chicane, flew into the Mediterranean and sank, its disappearance marked only by a stream of bubbles and an oil slick. Half a minute later, the familiar light blue helmet bobbed to the surface and Ascari was hauled aboard a rescue launch manned by frogmen. In the Monaco hospital, where he was treated for a broken nose, bruises and shock, Ascari seemed as embarrassed as he was thankful for his miraculous escape.",
      "Four days later he unexpectedly appeared at Monza to watch a practice session in which Eugenio Castellotti was testing a Ferrari sports car they were scheduled to share in a forthcoming endurance race. Ascari surprised everyone by announcing he wanted to do a few laps to make sure he had not lost his nerve. He was wearing a jacket and tie and had left his lucky blue helmet at home, so he borrowed Castellotti's white helmet and set off around Monza. On the third lap the Ferrari crashed inexplicably and Alberto Ascari was killed.",
      "Had he suffered a blackout, a legacy of his Monaco accident? Was there a sudden gust of wind, had his flapping tie momentarily obscured his vision? Had he swerved suddenly to avoid a wandering track worker, or an animal, perhaps a black cat?",
      "The eerie certainties were that Alberto Ascari died on May 26, 1955, at the age of 36. Antonio Ascari was also 36 when he died, on July 26, 1925. Both father and son had won 13 championship Grands Prix. Both were killed four days after surviving serious accidents. Both had crashed fatally at the exit of fast but easy left-hand corners and both left behind a wife and two children. A distraught Mietta Ascari told Enzo Ferrari that were it not for their children she would gladly have joined her beloved Alberto in heaven.",
      "All of Italy mourned the loss and on the day of the funeral in Milan the whole city fell silent, as a solemn procession carrying the fallen hero moved slowly through the streets lined with an estimated one million silent mourners dressed in black. It required 15 carriages to carry the profusion of wreaths and flowers, and in the hearse, drawn by a team of plumed black horses, his familiar light blue helmet lay on top of the black coffin. And in the Milan cemetery Alberto Ascari was laid to rest next the grave of his father.",
      "Text - Gerald Donaldson"
    ]
  },
  "Mike Hawthorn": {
    "hall_of_fame": "HALL OF FAME - 1958",
    "data": [
      "Mike Hawthorn loved life, drove fast and died young. Big, blond and boisterous, he often raced wearing a broad grin and a bow tie. He regarded motorsport as a quick way to further the fun he constantly pursued. When his pastime became a profession he partied as hard as he drove, though his career was also tinged by tragedy, scandal and personal misfortune. Near the end he found Formula 1 racing no fun at all, but he went out a winner. Other champions were greater drivers but none was a more colourful personality.",
      "Had he been born a decade earlier John Michael Hawthorn might have been a heroic Spitfire pilot in the Battle of Britain. Instead, the circumstances in his formative years led him into motorsport and he became Britain's first world driving champion. Two year's after Mike's birth on April 10, 1929, his racing enthusiast father Leslie bought a garage near the Brooklands circuit in Farnham, Surrey, where he had raced motorcycles prior to World War II. Inspired by the proximity of Brooklands, and by the atmosphere in the Hawthorn garage where cars and motorcycles were prepared for competition, Mike was only nine years old when he decided he wanted to become a racer.",
      "His education, at a prominent Public School followed by studies at Chelsea technical college and an apprenticeship with a commercial vehicle manufacturer, was intended to prepare him for a career at the Farnham garage. Meanwhile, his father also encouraged Mike's interest in motorsport, providing him with motorcycles, then cars for local competitions. Mike also sped around the countryside as the ringleader of a group of hell-raising friends searching for girls and pints of beer in pubs. In 1950 he began winning races in a small Riley sportscar bought for him by his father. Three years later the 'Farnham Flyer' was driving a Formula 1 car for Enzo Ferrari.",
      "Mike's meteoric rise from club racer to Grand Prix driver took place within one momentous afternoon at the 1952 Easter Meeting at the Goodwood circuit. It was his first competition in a single-seater, a Formula 2 Cooper-Bristol provided for him by a family friend, and the opposition included the famous Argentine drivers Juan Manuel Fangio and Froilan Gonzalez. Mike won the F2 race from pole position, then also finished first in the Formula Libre race and was a sensational second in the main event, for Formula 1 cars.",
      "Impressive results aside, the Farnham Flyer was a commanding figure in the spindly little Cooper, with the top half of his 6 foot 2 inch (188 centimetre) frame towering above the cramped cockpit, elbows flailing in the wind, head thrust forward, chin first. Prior to Goodwood he had always raced in his everyday clothes, usually a sports jacket and a tie, which at speed tended to flap in his face. For his single-seater debut Mike bought white overalls and wore the bow tie that became his trademark.",
      "Inspired by his splendid showing at Goodwood, Mike and his father decided to enter the Cooper in the remaining races of a 1952 Formula 1 season that was being dominated by Alberto Ascari in a Ferrari. A fourth place in Belgium, a third in Britain and another fourth in Holland left Mike an astonishing fourth overall in the standings. Enzo Ferrari was impressed and hired him for 1953.",
      "His only championship victory in his first Formula 1 season was a singular feat that became the highlight of Mike's career. In a classic 1953 French Grand Prix at Reims his Ferrari crossed the finish line a hair's breadth ahead of the Maserati driven by the great Fangio. On the podium, when he heard God Save The Queen being played Mike burst into tears and was warmly embraced by the ever-gallant Fangio, who thought him: a nice young fellow, always in a good mood.",
      "To the French, the Englishman who raced with a bow tie became known as 'Le Papillon' (The Butterfly), though some purists despaired at the dilettante driver with a penchant for partying and chasing women. At home, Britain's flamboyant new racing hero was subjected to close scrutiny and flaws were sought by sensation-seeking tabloid newspapers. He was accused of evading compulsory military service, though in fact, he had been rejected because of a chronic kidney ailment. But his reputation suffered, and fate also conspired against him. Early in 1954 his arms and legs were badly burned in a crash in a non-championship race in Sicily. Then his father was killed in a road accident.",
      "Mike salvaged the sad year somewhat with a win in the Spanish Grand Prix, but there followed two lost Formula 1 seasons when he left Ferrari and raced for the then uncompetitive Vanwall and BRM teams. During that period his only major victory came in the ill-fated 1955 Le Mans 24 hour sportscar race where a Mercedes crashed into the crowd, killing over 80 people in motorsport's worst disaster. Mike, co-driving the Jaguar that eventually won, was at first accused of triggering the accident and, though he was later exonerated, the deadly side of motorsport badly bothered him.",
      "His racing life improved in 1957 when he returned to Ferrari, where he also found a kindred spirit in a fun-loving team mate. Peter Collins was an equally handsome carouser who enjoyed wine, women and song. They became fast friends, calling each other Mon Ami Mate and engaging in such pranks as marooning people in hotel elevators and staging raucous bun fights in restaurants. They raced as hard as they played, facing the ever-present danger with a fatalistic nonchalance and flogging their Ferraris as if there was no tomorrow.",
      "Mike's championship year of 1958 was blighted at Germany's notorious Nurburgring where he saw his team mate's Ferrari Dino 246 crash with fatal results. The death of Collins left him devastated and disillusioned and Mike only reluctantly completed the season. He finished one point ahead of Vanwall's Stirling Moss (who had won four races to Mike's single victory, in France) to become the first British World Champion.",
      "By now engaged to Jean Howarth, a beautiful fashion model, Mike had lost the heart for racing and at the end of the year he announced his retirement. He continued to drive fast on public roads and on January 22, 1959, near his Farnham home, his Jaguar skidded off a wet corner and 29-year-old Mike Hawthorn was killed.",
      "Text - Gerald Donaldson"
    ]
  },
  "Jack Brabham": {
    "hall_of_fame": "HALL OF FAME - 1959, 1960, 1966",
    "data": [
      "Jack Brabham's three world championships were the product of both his engineering expertise and driving skill. His first two titles, in rear-engined Coopers he helped develop, confirmed the obsolescence of front-engined Formula 1 cars. His third title, in a Brabham, made him the only driver to become champion in a car of his own make. For his lifetime achievements, which also included nurturing the talents of other notable drivers and pioneering the business side of the sport, he became the first Formula 1 driver to receive a knighthood.",
      "John Arthur 'Jack' Brabham, was born on April 2, 1926, in Hurstville, an Australian town near Sydney where his father was a greengrocer. From an early age Jack was far less interested in fruit and vegetables than in the Brabham shop's delivery vehicles. He learned to drive them long before he was eligible for a licence and by his early teens he was equally adept at keeping them roadworthy. His mechanical aptitude led him to a technical college where he studied practical engineering. Not academically-inclined, he left school at 15 and went to work in an engineering shop, then a garage. At 18 he joined the Royal Australian Air Force in Adelaide, where he wanted to learn to fly but was instead trained to fill a wartime shortage of flight mechanics. Upon his discharge, in 1946, an uncle in the construction business built him a workshop in Sydney, where Jack opened his own engineering establishment.",
      "In 1951 he married Betty, who became the mother of their three sons, Geoffrey, Gary and David, all of whom would race, though not nearly as successfully as their father. Jack's introduction to motorsport came through a friend who raced midgets on dirt track ovals. Jack helped him build a new car and when his friend decided to stop driving Jack took over and became a regular winner. In self-prepared midgets he won four successive Australian championships and was the 1953 hillclimb champion in a British-built Cooper-Bristol. Two years later his growing ambition to expand his motorsport horizons brought Jack to England. A meeting with John and Charles Cooper, constructors of his successful Australian car, led to a friendship and partnership that would propel the tiny Cooper Car Company and 'Black Jack' Brabham into the forefront of Formula 1 history.",
      "With Brabham providing the inspiration (he helped persuade the Coopers to take the rear-engine route into Formula 1 racing) and the perspiration (he built up his first chassis in Cooper's workshop) the tiny British cars with the engines in the back sped to the front in an era previously dominated by big, front-engined Italian and German roadsters. In the Brabham-led team's first full championship season of 1958 the debut win for a Cooper came courtesy of Stirling Moss, who drove Rob Walker's private entry to victory in Argentina. In 1959 Moss won twice, but Brabham's victories in Monaco and Britain together with his consistently high placings resulted in the Australian winning a drivers’ title that some thought owed more to stealth than skill, an opinion at least partly based on Brabham's low-key presence.",
      "Always a man of few words - his nickname 'Black Jack' referred to both his dark hair and his propensity for maintaining a shadowy silence - he avoided small talk and was undemonstrative in the extreme. But behind the wheel he was anything but shy and retiring. He put his head down and drove exceedingly forcefully, opposite-locking his car dirt-track style, and was not averse to deliberately showering gravel in the face of a too closely following pursuer. His aversion for the limelight became more of a problem in 1960, when he completely dominated the nine-race series, winning consecutively in Holland, Belgium, France, Britain and Portugal, en route to his second successive championship.",
      "Following an unproductive 1961 season, when the Ferraris were all powerful, Brabham left Cooper to form Motor Racing Developments, in partnership with the talented Australian designer Ron Tauranac. The MRD Brabhams were quickly successful in several categories of racing, particularly Formula Two where for several years they dominated, affording the opportunity for many drivers to advance their careers. The Brabham Formula 1 car, which first appeared late in 1962, became steadily more competitive as the team leader personally perfected the chassis set-up and fine-tuned the Climax engines. In 1964 Brabham had the satisfaction of seeing his team mate Dan Gurney win in France and Mexico.",
      "For 1966, when the new 3-litre formula came into effect, Brabham persuaded an Australian company Repco (a manufacturer of automotive components) to produce a Formula 1 engine from a venerable Oldsmobile V8 design. Equally ancient was Brabham himself, or so it seemed to the media and his much younger rivals who used to kid him about his age. Prior to the 1966 Dutch Grand Prix, his first race after his 40th birthday, 'Geriatric Jack' Brabham hobbled onto the starting grid at Zandvoort, wearing a long false beard and leaning on a cane. Sportingly, several of his laughing opponents helped him into the cockpit of his Brabham-Repco, which happened to be on pole position. Tossing aside his beard and cane Brabham proceeded to win that race, a feat he also accomplished in France, in Britain and in Germany - on the notoriously difficult and dangerous Nurburgring - a victory he felt was the most satisfying of his career. Thus in 1966 Brabham became the first (and still only) driver, to win the championship in a car of his own make.",
      "Brabham also established the precedent for Formula 1 drivers to become pilots of their own planes. Though such transport at the time was exotic, Brabham's tastes remained simple. Distrustful of foreign fare, he flew his own steaks to the races. His passengers over the years included a succession of his Brabham team mates – Bruce McLaren, Dan Gurney, Denny Hulme, Jochen Rindt, Jacky Ickx – all of whom benefited from his tutelage and made their mark in Formula 1 racing.",
      "Jack Brabham, whose final victory came in the 1970 South African Grand Prix when he was 44, chose that season to retire as a driver. The Brabham team was sold to Bernie Ecclestone and Jack returned home to Australia, where he busied himself running a farm, a car dealership and an aviation company, and helped his sons with their racing careers. His contribution to British motorsport was officially recognised in 1985 and he became Sir Jack Brabham. He passed away peacefully at his home in May 2014, aged 88.",
      "Text - Gerald Donaldson"
    ]
  },
  "Phil Hill": {
    "hall_of_fame": "HALL OF FAME - 1961",
    "data": [
      "The first American to become World Champion had a love/hate relationship with the sport. Profoundly intelligent and deeply sensitive, he was also remarkably candid about personal demons that caused inner turmoil and made his racing life a bittersweet experience. He was always fearful and throughout his career he struggled to find a balance between the perils and pleasures of his profession. Yet driving became a way of expressing himself and racing took him on a journey to places he never expected to go.",
      "Philip Toll Hill, Jr was born into a prominent family in Miami, Florida, on April 20, 1927. Not particularly close to his parents, he became an introverted child with an inferiority complex and few friends. Not good at sports, he feared failure and ridicule and was consumed by feelings of inadequacy. Music became an outlet and he learned to play the piano, then became fascinated by cars. When he was 12 his favourite aunt bought him a Model T Ford, which he took apart many times to understand how it worked, and his aunt's chauffeur taught him how to drive. His burgeoning automotive skills gave him increasing self-confidence, though he still felt aimless and socially awkward.",
      "Bored after two years of business administration studies at the University of Southern California he dropped out to become a mechanic's helper in a Los Angeles garage, whose proprietor was an amateur racer. In 1947 Phil acquired an MG-TC two-seater, which he modified himself and began racing. In 1951, after both his parents died and left him money, he bought a 2.6-litre Ferrari and raced it with increasing success. Though he was a regular winner he was still so full of self-doubt that he always credited the car. His constant worry about the dangers of racing led to stomach ulcers so severe that he had to stop racing for ten months. With the help of heavy doses of tranquilisers he resumed racing and winning in a succession of Ferraris entered by wealthy owners, and by the mid 1950s he had become America's best sportscar racer.",
      "In 1955 he was invited to join Ferrari's endurance racing roster at Le Mans, where the death of over 80 people in motorsport's worst disaster was deeply troubling for the sensitive Californian. He would eventually win Le Mans three times (all with Olivier Gendebien) but despite his speed in sportscars Hill's goal of Formula 1 racing was slow to come because Enzo Ferrari thought him temperamentally unsuited for single seaters. In 1958, after both Luigi Musso and Peter Collins were killed, Hill was promoted to Ferrari's Formula 1 team where he helped Mike Hawthorn to win the 1958 drivers’ title. Two years later Hill won his first Formula 1 championship race, the Italian Grand Prix at Monza.",
      "As a Formula 1 driver Hill left his inferiority complex behind, but his tendency for deep introspection continued to cause him inner turmoil. Racing had become a means of self-expression but he wasn't sure he liked what he saw. Racing brings out the worst in me, he said. Without it, I don't know what kind of person I might have become. But I'm not sure I like the person I am now. Racing makes me selfish, irritable, defensive. If I could get out of this sport with any ego left I would.",
      "He also worried about getting out alive - I became hypersensitive to the danger and wasn't sure that I wasn't going to kill myself. - and was especially nervous and apprehensive before a race. On the starting grid he paced to and fro, endlessly polishing his goggles, chain-smoking cigarettes or feverishly chewing a wad of gum.",
      "At the start he immediately relaxed and began racing with notable composure. He was a careful driver, mechanically sympathetic and easy on his cars, in which, given his admitted phobias, he was remarkably courageous. Indeed, he drove best on the worst circuits, particularly distinguishing himself at Spa and the Nurburgring, and in the worst conditions. I always felt secure in the rain, he said, even as a little boy looking out the window.",
      "Though at ease speaking publicly about his insecurities, he remained a loner in Europe. He stayed near the Ferrari factory in a hotel, where he played records of his favourite composers Beethoven and Vivaldi. He learned to speak competent Italian and became an opera buff, attending performances at La Scala in Milan. He was careful about his diet and kept fit by cycling and hiking, often on exploration trips to ancient monuments and ruined castles. In the off-season when he returned to California he busied himself restoring vintage automobiles and antique player pianos. Yet these distractions did not lay his mind at rest. The strain of inactivity was worse than the strain of driving, he said. I was compelled to race again.",
      "In 1961, when the new 1.5-litre formula began, the V6 'sharknose' Ferrari 156s were the cars to beat and by the end of the season the championship had boiled down to a battle between Hill and his aristocratic German team mate Count Wolfgang von Trips. Their title showdown took place in an ill-fated Italian Grand Prix at Monza. On the second lap the von Trips Ferrari touched wheels with the Lotus of Jim Clark and cartwheeled into the crowd, killing von Trips and 14 spectators. Hill won the race, and the Championship by a single point over his dead team mate. But there was no joy for the sad victor, who was a pallbearer at von Trips' funeral. Hill: I never in my life experienced anything so profoundly mournful.",
      "Thereafter Hill's Formula 1 career went progressively downhill. After another season at Ferrari he moved to ATS, then Cooper, before retiring from single-seaters in 1964. He continued racing sportscars for a while, then retired to California, where his car restoration hobby became a lucrative business and Hill happily settled into a life of quiet domesticity. In 1971 he married his long-time girlfriend Alma and began raising a new family. And the first American champion had no regrets.",
      "In retrospect it was worth it, Phil Hill said. I had a very exciting life and learned an awful lot about myself and others that I might never have learned. Racing sort of forced a confrontation with reality. Lots of people spend their lives in a state that is never really destined to go anywhere.",
      "Struck down by Parkinson's disease later in life, Hill died from complications relating to the condition in 2008, aged 81.",
      "Text - Gerald Donaldson"
    ]
  },
  "Graham Hill": {
    "hall_of_fame": "HALL OF FAME - 1962, 1968",
    "data": [
      "Graham Hill's iron-willed determination, fierce pride and great courage enabled him to overcome the odds against more naturally gifted drivers. None of them was more popular with the public than the moustachioed extrovert with the quick wit, who loved the limelight, was a natural entertainer and became one of the first Formula 1 media stars. His fans remained loyal, even when he damaged his reputation by racing too long past his prime. Millions were shocked when he was killed, not in a racing car, but at the controls of his plane.",
      "Norman Graham Hill was born in north London on February 15, 1929. He claimed he inherited his determination from his mother and his sense of humour from his father, a stock broker. Both qualities were required to endure the deprivations and dangers of life in wartime London, where Hill grew up during the Blitz. He played drums in a Boy Scout band, went to a technical school and at 16 became an apprentice for the Smith instrument company. He bought a motorcycle and on a foggy night crashed it into the back of a stopped car, suffering a broken thigh that permanently shortened his left leg. In 1952 he joined the London Rowing Club, took to the sport like a duck to water and would later wear the club's insignia (eight vertical stripes representing oars) on his racing helmet. Before that, however, he had to wear a Royal Navy uniform, in which he felt like a fish out of water. He resented the compulsory nautical service and as a sign of protest deliberately contravened naval regulations by cultivating the neatly trimmed moustache that would become his trademark.",
      "In 1953, on a whim, he tried a few laps around Brands Hatch in a F3 car and was immediately bitten by the racing bug. His desire to scratch the itch was hampered by two problems: he hardly knew how to drive even a road car and could scarcely afford to fund a racing habit. He bought a rattletrap 1934 Morris, taught himself how to drive and got a license to drive on public roads. He quit his job at Smith's, collected unemployment insurance and talked his way into a job as a mechanic at a racing school, where he soon became an instructor. He competed in a couple of races and met Colin Chapman, then in the early stages of developing his Lotus cars. After persuading Chapman to give him a part-time job (at one pound per day) Hill soon became a full time Lotus employee, and was rewarded with the occasional race.",
      "In 1958 Chapman decided Team Lotus was ready for the big time and Graham Hill became a Formula 1 driver. However, the Lotus was both slow and unreliable and when little improvement came in 1959, the ever-ambitious Hill switched to BRM for 1960. This seemed like a bad career move because in its decade of existence the beleaguered British Racing Motors Formula 1 effort had started slowly then tapered off.",
      "But Hill pitched into the depressed team and proceeded to haul it up by its bootstraps, leading by example, working hard and deliberately affecting an optimistic outlook that boosted morale and produced ever-improving results. In 1962 he won in Holland, Germany, Italy and South Africa to collect a World Championship he fully deserved. As well as establishing himself as a driver of the top rank he was also a frontrunner in terms of public acclaim.",
      "The dashing driver with the roguish moustache, naughty wink and quick wit blossomed as a media hero and greatly enjoyed his notoriety. He became famous for such antics as dancing on table tops, enlivening parties by performing bump and grind striptease acts and, once, streaking naked around a swimming pool. He flirted outrageously with women, to the chagrin of his long-suffering wife Bette, mother of their two daughters and a son named Damon who one day would also become a champion. As if the dangers of racing weren't enough Hill bought a plane and became the carefree, sometimes careless, pilot of 'Hillarious Airways.'",
      "Yet behind the scenes Hill had a fierce temper and was prone to vicious black moods, in the grip of which he would inflict severe tongue lashings on all and sundry. These outbursts became more frequent as BRM progressively fell off the pace. Though he did manage to win America's Indianapolis 500 in 1966, Hill decided his Formula 1 fortunes could only be improved by going back to where he started.",
      "In 1967 he re-joined Team Lotus where Jim Clark was at the peak of his powers. Early in 1968 the great Scot was killed and Hill found himself leading a distraught team that was further devastated by the death of Mike Spence at Indianapolis. Colin Chapman marvelled at the way Hill so brilliantly responded to the challenge. Others acclaimed Hill's bravery in trying so hard in Lotus cars that were notoriously fragile. He persevered and won in Spain, Monaco, and Mexico, to secure his second driving title.",
      "In 1969 he won Monaco for a record fifth time, though the distinction of becoming 'Mr. Monaco' was followed by a downward spiral precipitated by a huge accident in the last race of the season, the US Grand Prix. When Hill's Lotus spun and stalled, he got out, push-started it and resumed driving without fastening his seat belts. A tyre suddenly deflated, pitching the Lotus into a bank and throwing Hill out, breaking his right knee and badly dislocating the left. He recovered and continued racing but was never the same driver again.",
      "A season with Rob Walker (in a Lotus) and two years with Brabham were undistinguished. However, a victory in a Matra (with Henri Pescarolo) in the 1972 Le Mans race made him the only driver to win motorsport's Triple Crown: Le Mans, Monaco and the Indy 500. Though history shows he should have stopped at this point, Hill's pride pushed him on.",
      "In 1973 he set up his own Formula 1 team, but Embassy Hill Racing and its famous driver were embarrassingly off the pace. Finally, following the humility of failing to qualify for the 1975 Monaco Grand Prix, Hill announced he was retiring as a driver but would continue to run the team led by his highly talented discovery, Tony Brise. A few months later Hill, Brise and four other team members were dead.",
      "On November 29, 1975, returning from a test session at the Paul Ricard circuit in France, Hill was trying to land in dense fog at the Elstree airfield near London when his twin-engined plane crashed and burned, killing all aboard.",
      "Text - Gerald Donaldson"
    ]
  },
  "Jim Clark": {
    "hall_of_fame": "HALL OF FAME - 1963, 1965",
    "data": [
      "He never intended to make racing a way of life, let alone become the best in the world in a sport that for him began as farm boy's hobby. And when the sport took Jim Clark's life the racing world mourned the loss of one of its best-loved champions, the unassuming Scottish driving genius whose personal integrity and admirable human qualities endeared him to fans and rivals alike. Nearly invincible in the car, he seemed vulnerable out of it and was always a reluctant hero. Few champions were as dominant. Fewer still are remembered so fondly.",
      "James Clark, junior, was born on March 4, 1936, and brought up with his four sisters on the family farm in Scotland's Berwickshire hills near the border with England. There was plenty of room to roam around the Clark's large acreage where flocks of pedigree sheep grazed peacefully and where Jim Clark would always feel most at home. It was worlds away from international motorsport, a subject he first read about in books and magazines when, at 13, he went to a private school in Edinburgh, where he also played cricket and was quite good at hockey. When it came to using vehicles for sporting pursuits Jim had to overcome parental opposition to using them for anything other than utilitarian purposes. Having first driven the family car around the fields in secret, and then been allowed to drive farm tractors alone, Jim got his driver's license on his 17th birthday, by which time he had left school and was working full time on the farm. For personal transport he bought a Sunbeam Talbot and in 1956 began using it to compete in local rallies and driving skill tests. He soon graduated to winning club races in a variety of sportscars entered for him by wealthy enthusiast friends, without whose encouragement he might have progressed no further. When he won he found being the focus of attention embarrassing. He also felt guilty about racing against his family's wishes. Goaded on by his friends, the reluctant racer began to take it more seriously, demonstrating an outstanding natural talent that amazed everyone, and certainly surprised the man himself.",
      "In 1958 Clark was given a sleek little Lotus Elite coupe to race at Brands Hatch, where he immediately impressed the winner in an identical car, Lotus founder Colin Chapman. Invited by Chapman to race a Lotus Formula Junior, Clark immediately excelled and was promoted to Team Lotus for the latter part of the 1960 Formula 1 season. In Belgium that year he suffered through one of the worst weekends in Formula 1 history. Early in the race at Spa Chris Bristow crashed fatally in a Cooper. Clark just managed to avoid the terribly mutilated body as it lay on the track but his Lotus was spattered with blood. A few laps later Clark's friend and Lotus team mate Alan Stacey lost control when he was hit in the face by a bird and he was killed. Clark admitted that the gruesome disasters nearly put him off racing forever. Thereafter he hated Spa with a vengeance and yet he would win there four times in succession.",
      "In 1961 his first complete Grand Prix season was blighted by his involvement in a collision at Monza with the Ferrari of Wolfgang von Trips. Though Clark was innocent and unhurt, the death of von Trips and 14 spectators left him devastated and again he seriously considered retiring. But he was persuaded to stay by Colin Chapman, whose brilliance as a designer was developing along with the emerging genius of his star driver.",
      "Over the next four seasons the Clark-driven Lotus was mostly only ever beaten when the mechanical side of the equation failed to deliver. Chapman's innovative Lotus chassis powered by Climax V8 engines were exceptionally fast but notoriously unreliable. Clark only lost the 1962 championship because of an oil leak in the last race. In 1963 everything held together and he stormed to victory in seven of the championship races and easily won his first driving title. In 1964 he was again deprived of the championship in the last race by an oil leak. In 1965 he won six of the 10 races and his second World Championship.",
      "By now Clark and Chapman were as close as brothers. Chapman greatly admired his sincerity, humility and personal integrity and said Clark was as impressive as a human being as he was driver. Clark was not technically-minded and relied on Chapman to translate his comments into engineering solutions. Even when the car was not right Clark's natural talent enabled him to drive around problems, though he often said he had no idea where his speed came from.",
      "The public warmed to the shy champion who shunned the limelight, which now extended to America where he became a star after winning the 1965 Indianapolis 500. He hated press conferences and was visibly uncomfortable making public appearances. Though admired and well-liked by his peers, none of them knew him well. Graham Hill and Jackie Stewart, both self-confident extroverts, found Clark to be just the opposite. In the car he was the epitome of calm and controlled aggression. Out of it he constantly chewed his fingernails and was surprisingly indecisive, and had trouble choosing which restaurant to eat in.",
      "His championships brought him wealth and he became a tax exile in Paris. He drove to the races in a Lotus Elan (and later flew a Piper Twin Commanche he bought from Chapman), often with a female companion. He never married but confided to a girlfriend that his ambition was to settle down and have a family of his own on the farm in Scotland. He deliberately kept his contracts to a year at a time so he could be free to leave when he wanted.",
      "He nearly left after Lotus was less competitive in 1966, though his patience was rewarded with a return to form the next season. A victory in the first Grand Prix of 1968 brought his total to 25, eclipsing the previous record set by the great Fangio. Like Fangio, Jim Clark seldom ever made a mistake and had very few accidents - which made his sudden death all the more difficult to comprehend. On April 7, 1968, his Lotus had a tyre failure in a F2 race at Hockenheim in Germany and he was killed. The racing world was in shock and many felt the heart had gone out of the sport. Colin Chapman said he lost his best friend. Graham Hill said what he would miss most was Jim Clark's smile.",
      "Text - Gerald Donaldson"
    ]
  },
  "John Surtees": {
    "hall_of_fame": "HALL OF FAME - 1964",
    "data": [
      "Famed as the only World Champion on both two and four wheels, John Surtees rode motorcycles and drove Formula 1 cars with equal skill and bravery. He made the leap from bikes to cars with surprising ease, though his quick climb to the pinnacle of motorsport was also the result of a great deal of hard effort by a serious-minded driver whose fierce independence ultimately proved to be a handicap. Having won the driving title at Ferrari, he left after a violent argument and was thereafter ill-equipped to win consistently.",
      "His family background gave John Surtees a head start on motorcycles. His father Jack, who owned a motorcycle shop in South London, was a three-time British motorcycle sidecar champion. The eldest of three children, John was born on February 11, 1934, and by the time he was 11 he had a bike of his own and could ride and repair it with equal skill. At 16 he left school and became an apprentice engineer at the Vincent motorcycle factory. A year later he competed in his first solo race and won it. In 1955 he became a member of the Norton works team and rode to victory 68 times in 76 races. From 1956 to 1960 he raced 350cc and 500cc bikes for the famed Italian MV Agusta team and won seven world championships.",
      "His transition to becoming a star in cars was nearly as swift. In 1959 the by now famous bike racer was given test drives by eager talent-hunters. In his first single-seater race, at Goodwood in a F3 Cooper entered by Ken Tyrrell, Surtees finished a close second to Jim Clark, then a promising beginner with Team Lotus, whose boss Colin Chapman promptly hired Surtees for the last four races of the 1960 Formula One season. His results - a second place in the British Grand Prix and a near win in Portugal - made Surtees a driver in demand. He stopped racing motorcycles and considered several Formula 1 offers, including one from Chapman to partner Clark at Team Lotus. Instead, Surtees opted to drive a Cooper in 1961 and a Lola in 1962, neither venture producing much in the way of results. However, his twin strengths of talent and tenacity kept Surtees in the limelight, especially in Italy, where the former MV Agusta star was now invited to lead the country's famous Formula 1 team.",
      "Enzo Ferrari (who had managed a motorcycle racing team in the 1930s) was a great admirer of the passion and fighting spirit shown by Surtees the bike racer, and hired him as his number one Formula 1 driver for 1963. In that year's German Grand Prix at the mighty Nurburgring a ferocious fight with Jim Clark's Lotus resulted in a first championship win for John Surtees. In Italy, the former motorcycle hero known as 'Son of the Wind' and 'John the Great' was hailed as Ferrari's saviour. Nicknamed 'Big John' in English, he also became 'Fearless John' - particularly in 1964 after he won another brilliant victory at the daunting and dangerous Nurburgring, where he beat Graham Hill in a BRM. With another victory, at Monza, Surtees was in contention for the title. So, too, were his countrymen Hill and Clark, each of whom had also won two races. In their Mexican Grand Prix championship showdown Clark's Lotus was waylaid by an oil leak and Hill's BRM was accidentally shoved out of contention by Lorenzo Bandini's Ferrari, whose team mate finished second to become World Champion.",
      "For John Surtees, the satisfaction of becoming the first World Champion on both two and four wheels was only mitigated by the fact that he had clinched all his bike titles with race victories. Though he would win three more Formula 1 championship races, there were no more driving titles in his future. To some degree he was a victim of circumstances, though his feisty personality and fierce independence were also factors.",
      "He developed a reputation for being argumentative and cantankerous. Certainly, he said what he thought and did not suffer fools gladly. While most drivers left their aggression in the cockpit, Surtees seemed to keep his 'race face' on, which could be intimidating.",
      "In 1965, when Ferrari's Formula 1 cars were less competitive, Surtees ran his own Lola sportscar in the lucrative North American Can-Am series. In one of those races, late in the season at Mosport in Canada, his Lola suffered a suspension failure and crashed heavily, leaving Surtees with multiple injuries. Over the winter he forced himself back to fitness and in the Belgian Grand Prix at Spa he stormed through pouring rain to score one of his most impressive victories. And yet this proved to be his last race for Ferrari. Ever since 1963 Surtees had been at odds with team manager Eugenio Dragoni. At the Le Mans 24 hour race their feud boiled over and Surtees stalked off never to return. Eventually, he agreed with Enzo Ferrari that their split was a disastrous mistake for both parties.",
      "Surtees finished 1966 with Cooper, for whom he won the season finale in Mexico, then spent two years leading Honda's new Formula 1 team. He helped develop the Japanese cars and was rewarded with a satisfying win in Ferrari's home race, the 1967 Italian Grand Prix at Monza, though Honda left Formula 1 racing a year later. After a frustrating 1969 season with BRM Surtees decided to follow the lead of Jack Brabham and Bruce McLaren and form his own team, though he was destined to have much less success. In nine Formula 1 seasons the best results for Team Surtees were a second and a third for Mike Hailwood, himself a multiple world champion on bikes.",
      "The Team Surtees boss retired from driving in 1973 to concentrate on trying to find more performance for his cars and enough money to pay for it. Not enough of either was found, despite Surtees pushing himself mercilessly the way he did as a driver. His constant striving exacerbated medical problems (a legacy of his 1965 accident) that eventually forced Surtees out of Formula 1 racing in 1978.",
      "His return to health gave him a new lease on life and the former curmudgeon mellowed considerably. He retired to a beautiful old house in the English countryside, where with a new wife (his first marriage was childless) he raised a family of three. He developed an interest in architecture and was successful in real estate ventures. Only then was the one and only champion on two wheels and four able to fully enjoy his singular achievements - of which he said: I was a bit nuts, really.",
      "In his later years Surtees spent much of his time working tirelessly for The Henry Surtees Foundation, set up after his son was tragically killed in a freak accident in a Formula 2 race in 2009. He passed away peacefully with his family by his side in March 2017, aged 83.",
      "Text - Gerald Donaldson"
    ]
  },
  "Denny Hulme": {
    "hall_of_fame": "HALL OF FAME - 1967",
    "data": [
      "Denny Hulme's dislike of celebrity and preference for anonymity made him the most low key of champions. He hated fame, had no trace of vanity and found social functions an agony. His nickname 'The Bear' was a reference to both his rugged features and a gruff nature that would erupt when he was provoked. Yet he was also a sensitive man unable to express his feelings, except in a racing car, in which he was an accomplished if unspectacular driver. He eventually died behind the wheel, a quarter of a century after he became champion.",
      "Denny Hulme's father Clive was a World War II hero who won the Victoria Cross for bravery as a sniper in a bloody battle on the island of Crete. On his return home, to Te Puke on New Zealand's North Island, Clive operated a small farm and a trucking business. Denny, born on June 18, 1936, learned to drive a truck while sitting on his father's lap and by the age of six was driving solo. As a youngster he preferred trout fishing, hunting or working on his father's trucks. At 17 he left school and became a mechanic and a driver, hauling cargo over long distances on New Zealand's winding roads. On these journeys he whiled away the hours with reveries of racing, imagining that he was Stirling Moss or another of the European stars he had seen racing in New Zealand's Tasman Series.",
      "Denny's first competitions were in driving skill tests and local races, in an MGTF then an MGA bought for him by his father. In 1959 Clive and Denny purchased a F2 Cooper, which Denny prepared and raced - in his bare feet because he thought it gave him a better feel for the pedals. He did well enough to become joint winner, with George Lawton, of New Zealand's Driver To Europe scholarship that funded a season racing abroad for 1960. Denny and Lawton based themselves in London, where fellow Kiwi Bruce McLaren, then making a name for himself in Formula 1 racing, helped them get settled. Their European debut year ended in disaster in Denmark for Lawton, who crashed in a race at Roskilde and died in Denny's arms. Denny was devastated but stoically pressed on, towing his racing car around Europe in company with his New Zealand girlfriend Greeta, a nurse who would later become his wife and the mother of their two children. Money was always short and to finance his racing Denny got a job as a mechanic with Jack Brabham, who also gave him drives in his Brabham sportscars and single-seaters. In 1963 Denny won seven Formula Junior races and the next year ably backed up his boss in a Brabham domination of the F2 series. Their Formula 1 partnership began in 1965 and when Brabham won the 1966 driving title his New Zealand team mate made it to the podium four times and finished fourth overall.",
      "The 1967 Brabham-Repcos were not the fastest cars, but they were reliable and consistent, as were their drivers. The Down Under duo also shared a serious work ethic and a tendency not to waste words, as was noted by fellow Antipodean, Chris Amon. Jack and Denny and didn't talk much at the best of times, said Amon (then driving for Ferrari). But in 1967 what used to be extraordinarily limited conversation became almost non-existent!",
      "Denny silenced those critics who had dismissed him as little more than a journeyman driver with an excellent win in Monaco, though his first Formula 1 victory was marred by the appalling accident that claimed the life of Lorenzo Bandini, whose Ferrari was running second to Denny at the time. Denny's second win of the season, at Germany's mighty Nurburgring, proved his versatility on any type of track. He finished on the podium in six other races and by the end of the season had accumulated five more points than Brabham to become the 1967 World Champion. Any thoughts that he didn't deserve it were not shared by Jim Clark, who had four race wins to Denny's two. On the podium at the season finale in Mexico, where Clark won and Denny was third, the great Scot invited the embarrassed Kiwi to share the victor's laurel wreath.",
      "Denny wore his crown uneasily and being the focus of attention made him cringe. Privately, he had a soft and sentimental side, but few saw it. He could be abrasive and clashed with Formula 1 journalists who retaliated by twice awarding him their 'Lemon Prize' for being the least co-operative and most uncommunicative driver. Yes, he agreed, he didn't say much, but when he did he said what he thought. Now, 'The Bear' growled, it was payback time for those fickle scribes who had ignored him before he was champion. Freeloaders, phonies and time-wasters who wanted a piece of the reluctant celebrity got similarly short shrift. All Denny wanted to do was go racing and go home, which in a way he did in 1968 by joining forces with his countryman Bruce McLaren.",
      "The 'Bruce and Denny Show' that dominated the North American Can-Am sportscar series for several season in their McLarens was less successful in Formula 1 racing. Sadly, their partnership only lasted until 1970, when Bruce was killed while testing a Can-Am McLaren at Goodwood. Denny wept inconsolably at the loss of his friend and only continued racing because he felt he owed it to Bruce and the team. Besides his emotional distress Denny was in severe pain throughout most of 1970, having seriously burned his hands in the US while testing a McLaren for the Indianapolis 500. In all, he won six Grands Prix for McLaren but near the end of his Formula 1 career his competitive urges were blunted by a growing apprehension about the dangers of his sport. His fears were well founded and for Denny the final blow came in March of 1974 when he witnessed the gruesome death of his friend and former team mate Peter Revson in a testing accident at Kyalami in South Africa. Denny, now 38, finished the season then left Formula 1 racing for good, though he didn't stop driving competitively for another 18 years.",
      "He enjoyed competing in historic events and was also successful in saloon and truck racing. A favourite event was Australia's Bathurst 1000km touring car race. During the 1992 edition of that race the Denny Hulme-driven BMW suddenly stopped beside the track. Marshals ran to the car and inside it found the 1967 World Champion dead from a heart attack.",
      "Text - Gerald Donaldson"
    ]
  },
  "Jackie Stewart": {
    "hall_of_fame": "HALL OF FAME - 1969, 1971, 1973",
    "data": [
      "His outstanding track record still ranks him among the most successful champions, yet in terms of personally influencing the way Formula 1 racing developed Jackie Stewart stands alone. His one-man safety crusade made the sport much safer. His excellent communication skills helped make it more popular. He set new standards of professionalism for drivers and was also a pioneer in exploiting Formula 1 racing's commercial potential. His keen intelligence and tireless energy helped, but he would never have been able to exert such influence had he not been a truly great driver.",
      "John Young 'Jackie' Stewart was born in Dumbartonshire, Scotland, on June 11, 1939. His father owned a garage business and Jackie's older brother Jimmy was the first in the family to try racing, though his mother disapproved. There were also fears about Jackie's future because he was a failure at school and left at 15. Only later was he diagnosed as suffering from severe dyslexia - which made his subsequent achievements even more remarkable. While still a teenager he took up clay pigeon shooting and became one of the best shots in Britain. When he began racing saloons and sportscars he quickly showed outstanding talent that prompted team entrant Ken Tyrrell to hire him to contest the 1963 British Formula 3 series, in which the speedy Scot won seven races in a row.",
      "In 1965 he joined the BRM Formula 1 team and stayed there for three seasons, winning two Grands Prix and firmly establishing himself as a frontrunner. In 1968, when Ken Tyrrell decided to go Formula 1 racing, Stewart teamed up with him to form what would become one the most productive Formula 1 partnerships. In his six seasons with Tyrrell, Stewart was nearly always the driver to beat and remained so until he retired at the end of 1973 at the age of 34. His 27 race wins and three championships made him the best since Juan Manuel Fangio, but the mark he made on the sport went much further than the record books.",
      "Almost single-handedly, and against strong opposition, Stewart's crusade for improved safety measures eventually saved countless lives in what had been the deadliest sport in the world. In one particularly lethal period during his era the chances of a driver who raced for five years being killed were two out of three. In 1970 Stewart was devastated by the deaths of his close friends Piers Courage and Jochen Rindt. In 1973 his Tyrrell team mate Francois Cevert was killed in what was to have been Stewart's last race. The team withdrew as a mark of respect but Stewart redoubled his efforts to improve safety.",
      "Stewart's own brush with death had occurred in the 1966 Belgian Grand Prix at the notoriously dangerous Spa circuit. On the first lap a sudden rain shower that sent half the field spinning off the track left Stewart trapped in a ditch in his crumpled BRM with fuel leaking all around him. There were no track marshals nearby so two drivers who had also crashed prised him out of the wreckage and Stewart was stuffed into a decrepit old ambulance that got lost en route to hospital. As it turned out I only had a broken collar bone, Stewart recalls, but it was simply ridiculous. Here was a sport that had serious injury and death so closely associated with it, yet there was no infrastructure to support it, and very few safety measures to prevent it. So, I felt I had to do something.",
      "Among the things he did was to introduce full-face helmets and seatbelts for drivers and help develop the Grand Prix medical unit that began travelling to the races. He successfully campaigned for safety barriers and greater run-off areas at particularly dangerous corners, to protect spectators as well as drivers.",
      "But there was criticism from the media, even from some drivers, Stewart remembers. It was said I removed the romance from the sport, that the safety measures took away the swashbuckling spectacular that had been. They said I had no guts. But not many of these critics had ever crashed at 150 miles an hour. Fortunately, I was still achieving a lot of success, winning races in hideously dangerous conditions, and that gave me greater influence. For instance, I won four times at the original Nurburgring in Germany - the most dangerous circuit in the world - and yet I was always afraid of that place. In 1968 I won there by over four minutes in thick fog and rain where you could hardly see the road. That race should never have been held, and having won it by such a big margin gave me more credibility when I demanded safety improvements. But I wouldn't have done what I did if I had wanted to win a popularity contest.",
      "And yet the charismatic and brilliantly articulate 'Wee Scot' became hugely popular with the public. Wearing his trademark black cap and with his hair as long as a rock star, Stewart became an international celebrity - the first Formula 1 superstar. Though he was always a family man (deeply devoted to his wife Helen and their sons Paul and Mark) and never a playboy, he was seen as the daring racing driver with the glamourous lifestyle who consorted with royalty, prominent politicians, musicians and movie stars.",
      "He also frequented the corporate boardrooms of big business and became a multi-millionaire long before he hung up his helmet. He starred in TV commercials and advertising campaigns, gave speeches, went on worldwide promotional tours and had offices in London, New York and Switzerland, where he lived for several years. Stewart was well-placed to cash in on the dividends provided by the arrival of major sponsors when Formula 1 racing became a global television spectacle - a phenomenon in which he also played a major role.",
      "He became a much sought after media personality and a compelling TV commentator, explaining the intricacies of the sport and tirelessly promoting it. In 1971 he worked for ABC TV as co-host for the big American network's live coverage of the Monaco Grand Prix. On the starting grid, where his Tyrrell was on pole, Stewart spoke to the camera explaining in detail how difficult the race would be. At the finish line he pulled off his helmet and again addressed the camera, explaining how he had won.",
      "He was always a winner (even his new Stewart Grand Prix team won in 1999 before he sold it to Ford, who re-branded it Jaguar, which went nowhere) and Jackie Stewart remains one of the best known Formula 1 champions. He still loves the sport and in 2001 he received a knighthood for his contributions to it.",
      "Text - Gerald Donaldson"
    ]
  },
  "Jochen Rindt": {
    "hall_of_fame": "HALL OF FAME - 1970",
    "data": [
      "In the record books he is notable for being the only posthumous World Champion. But before he was killed Jochen Rindt had carved himself a memorable niche in the small but select category of heroes whose voracious appetite for raw racing was demonstrably apparent in a daredevil driving style that was both thrilling and worrying to watch. Few threw themselves into the fray with such vigour, nor did many measure up to Rindt's status as a colourful character. Fiercely determined and resolutely independent, he had a rough and tumble allure seldom seen before or since.",
      "Karl Jochen Rindt, born on April 18, 1942, in Mainz, Germany, was orphaned as an infant when his wealthy parents were killed in a bombing raid. His maternal grandparents adopted him and brought him up in Graz, Austria. A head-strong youngster seemingly hell-bent on defying authority, he continually sought ways to indulge in his burgeoning passions for speed and competition - preferably allied with danger. Twice he broke limbs in schoolboy ski races and when he switched to motorized sport, at first on a moped and then on a motocross bike, he either crashed or won. On public roads he drove battered Volkswagens like a madman and was often in trouble with the police. His rebellious streak caused him to be expelled from several private schools and his strait-laced grandparents (his grandfather was a prominent lawyer) despaired for his future.",
      "He affected a deliberately unkempt appearance and had a personality that tended to be abrasive. He used pieces of string instead of laces to tie his battered shoes. His flat boxer's nose (he was born that way) and abrupt manner of speaking made him seem intimidating. Confident to the point of arrogance and ambitious in the extreme, he resolved while still in his teens to ascend to the very pinnacle of motorsport.",
      "His hero was Count Wolfgang von Trips, the aristocratic German driver whose death at Monza in 1961 failed to dampen Rindt's enthusiasm. He began racing touring cars and then single-seaters, crashing with alarming frequency and several times ending up in hospital. Yet such setbacks only fortified his will to succeed. He personally financed his first forays in more serious formula cars. In 1964 he went to England and bought a Formula 2 Brabham for 4,000 pounds cash. In his second F2 race, at Crystal Palace, the British press reported that 'an unknown Austrian' had beaten the famous Graham Hill. Contemporary accounts noted the spectacular style that was to become Rindt's trademark: 'His car was sideways throughout the race. It went around the corners at unbelievable angles and always looked as if it was about to go off the road.'",
      "Yet the rambunctious Rindt became the man to beat in the intensely hard- fought F2 series. In 1965 he signed a three-year Formula 1 contract with Cooper, whose cars weren't competitive. But Ferrari's sportscars were, and Rindt, partnered by the American Masten Gregory, drove a Ferrari 250LM to victory in the 1965 Le Mans 24 Hour race.",
      "While enduring two more seasons in outclassed Coopers and another in an unreliable Brabham, Rindt flogged his machinery mercilessly. Often he seemed completely out of control and Jochen acknowledged that appearances were not deceiving. When asked how frequently he drove beyond his limits he replied: Did I ever drive within them?",
      "The audacious Austrian, who perfectly exemplified the popular perception of what a racing driver should be, became a favourite of the fans and of the photographers, for whom he provided some of the best action photos in Formula 1 history. Off the track the pictorial appeal took on 'Beauty and the Beast' dimensions when in 1967 Jochen Rindt married Nina Lincoln, a glamourous Finnish fashion model.",
      "For 1969, Team Lotus founder Colin Chapman signed Rindt to partner reigning World Champion Graham Hill. The newcomer quickly out-paced his illustrious team mate, but the Lotus 49 was as fragile as it was fast. Jochen was leading the Spanish Grand Prix at Montjuich Park when his car's high rear wing collapsed, pitching it into the wreckage of Hill's Lotus, which had earlier crashed for the same reason. Hill was unhurt but Jochen suffered a concussion and a broken jaw and became an outspoken critic of Chapman's cars, calling them unsafe as well as unreliable. However, he modified these views following his first championship victory: the 1969 United States Grand Prix at Watkins Glen.",
      "His first win of 1970, indeed the greatest of his short career, came at Monaco in the outdated Lotus 49, the new 72 model not yet being raceworthy. After languishing in fifth place for much of the race, the retirement of others promoted Rindt to runner-up, 15 seconds behind Jack Brabham driving one of his own cars. Scenting a whiff of victory, Rindt then proceeded to reel in the race leader by means of a thrilling, even frightening, charge that mesmerized all who saw it, including Brabham himself. Faster and faster Rindt went, smashing the lap record to smithereens. For the veteran Brabham, the sight of the wildly careening Lotus looming ever closer in his mirrors proved such a distraction that on the last corner of the last lap he crashed into the barriers.",
      "Jochen wept tears of joy as Prince Rainier and Princess Grace presented him with the winner's trophy. In the next few weeks he wept at the deaths of two of his close friends - Bruce McLaren and Piers Courage. He began to consider retiring for family reasons, for Nina had presented him with a baby daughter, Natasha. Yet he drove as hard as ever and won four consecutive races, including the Dutch Grand Prix where Courage was killed, and also the French, British and German events.",
      "Then came the ill-fated day of September 5, 1970, when Jochen Rindt's Lotus inexplicably ploughed into a guardrail at Monza during practice for the Italian Grand Prix. One of the first on the scene was his good friend and business manager Bernie Ecclestone, who came away with only two sad souvenirs: a battered helmet and a single shoe which had been thrown some distance from the wreckage.",
      "The fatal accident happened close to where his boyhood hero Wolfgang von Trips was killed in 1961. At that time the German was leading the championship, just as the Austrian was now. But while von Trips was later beaten to the title by his Ferrari team mate Phil Hill, even after his death no one was able to deprive Jochen Rindt of the championship he surely deserved.",
      "Text - Gerald Donaldson"
    ]
  },
  "Emerson Fittipaldi": {
    "hall_of_fame": "HALL OF FAME - 1972, 1974",
    "data": [
      "The youngest World Champion at the time achieved that distinction through circumstances that threw him in at the deep end while he was still relatively wet behind the ears. But 'Emmo' rose superbly to the challenge, winning his first driving title at 25 and his second two years later. Thereafter, dragged under by a disastrous career move, he sank to the bottom leaving hardly a trace of past glory. Yet his status as a popular champion and spokesman for the sport remains intact and he is also credited with serving as the inspiration for the influx of Brazilian drivers that followed him into Formula 1 racing.",
      "Emerson Fittipaldi was named after Ralph Waldo Emerson, an American writer admired by his father Wilson Fittipaldi, a prominent Brazilian motorsport journalist and radio commentator. With this background Emerson (born December 12, 1946, in Sao Paulo) and his older brother Wilson Jr, soon became enthusiastic followers of motorsport, though when they decided to become participants their father was reluctant to finance it. He didn't have to because the Fittipaldi boys became successful entrepreneurs while still in their teens. Their enterprise, which began with a steering wheel that Emerson made for his mother's car, developed into a thriving custom car accessory business. Then came Fittipaldi karts, built and raced by the brothers, though more successfully by Emerson, who became Brazilian kart champion at the age of 18. In 1967, when the Fittipaldis turned to constructing Volkswagen-powered Formula Vee single seaters, Emerson drove one of them to the Brazilian championship.",
      "The speed of his racing success at home prompted Emerson to abandon the pursuit of a mechanical engineering degree at university and put himself to the test of competing abroad. In 1969, alone and unable to speak anything other than his native Portuguese, he arrived in England, bought a Formula Ford and was an immediate winner. A step up to Formula 3 produced similarly impressive results and a reward in the form of a Lotus Formula Two contract for 1970. Quickly a top F2 contender, he was given a long-term contract by Lotus boss Colin Chapman, who eased him into his Formula 1 team near the end of the 1970 season. The promotion, in a third Lotus as understudy to regular drivers Jochen Rindt and John Miles, was intended by Chapman to provide further seasoning for a driver who had leapfrogged up the racing ladder with staggering speed. As it developed, tragic circumstances quickly conspired to force Emerson even higher and faster.",
      "Having made his Formula 1 debut in the 1970 British Grand Prix, Emerson then finished a fine fourth in Germany and also ran well in Austria. Then came the ill-fated Italian Grand Prix at Monza, where Jochen Rindt was killed in a practice accident. Earlier that day Emerson had also crashed at high speed but was unhurt, though severely shaken. His remaining team mate John Miles was so upset at Monza that he left Formula One racing forever. Thus, after only three championship races on his CV, it fell to Emerson Fittipaldi to lead Team Lotus.",
      "In the next race he achieved the best possible result, winning the United States Grand Prix at Watkins Glen to rejuvenate the devastated team and guarantee that the 1970 driving title would go posthumously to Rindt. Emerson's progress the next season was slowed by his involvement in a serious road accident while driving through France with his then wife Maria Helena. The crash left both Fittipaldis with lingering injuries and, though the accident wasn't his fault, it eroded Emerson's confidence somewhat.",
      "In 1972 the Lotus 72 was the class of the field and Emerson brilliantly exploited its potential, winning five of the 12 races and scoring all the points that secured the Constructors' Championship for Team Lotus and made him World Champion at the age of 25 - the youngest in Formula 1 history.",
      "As a driver his strengths included a delicate touch and calm approach that kept him out of trouble and an analytical mind that made him accomplished at tactics and strategy. As a personality in a milieu full of large egos he was refreshingly unassuming and had a nice line in self-deprecating humour. The media and the public warmed to 'Emmo' and his good nature usually prevailed when it was subjected to the several stern tests of character that awaited.",
      "In 1973 the reigning champion was rather disconcerted to find that his new team mate Ronnie Peterson was faster. The swift Swede had nine pole positions to one for the Brazilian and also won four races to his three. However Emerson's more consistent results left him second in the championship (to Jackie Stewart) and Peterson was third. Their internecine rivalry went no further at Team Lotus because Emerson eagerly accepted a lucrative offer to join McLaren for 1974.",
      "In his McLaren M23 Emerson won in Brazil, Belgium and Canada, made it to the podium on four other occasions and scored points in three more races to become the 1974 World Champion. When his 1975 season was only slightly less successful (he finished runner up to Ferrari's Niki Lauda), it came as a shock when the two-time champion chose to forsake McLaren and embark on a risky new venture. Emerson's decision, based on family loyalty and patriotism, made him a partner with his brother Wilson in a team funded by Brazilian sugar marketing company Copersucar.",
      "Wilson Fittipaldi, whose Formula 1 experience amounted to a couple of ineffectual seasons in a Brabham, was not expected to contribute as much to the team's driving strength as his illustrious younger brother. But even Emerson went relatively nowhere in an embarrassingly uncompetitive Copersucar team that persisted from 1975 to 1979. Nor did a team name change to Fittipaldi Automotive in 1980 do much to salvage the former champion's reputation and his familiar toothy grin was seldom seen. In 1980 the Brazilian sugar money ran out and he stopped driving to manage the team and seek sponsorship. In 1982 the team folded and Emerson went home to Brazil to run the family citrus farms and auto accessory business.",
      "However, there was more racing left in Emmo's life. He went IndyCar racing in the USA and became a star in that series, winning the 1989 championship and the famed Indianapolis 500 race on two occasions. But in 1996 he crashed heavily in the Michigan 500 and suffered a broken neck. While still recuperating, and still hoping to race again, he received serious back injuries when his private plane crashed near his farm in Brazil. He recovered, stopped racing and became a born-again Christian.",
      "Text - Gerald Donaldson"
    ]
  },
  "Niki Lauda": {
    "hall_of_fame": "HALL OF FAME - 1975, 1977, 1984",
    "data": [
      "He bought his way into Formula 1 racing and very nearly paid for it with his life. Given up for dead after an appalling accident he recovered by what the medical profession called sheer force of will. His astonishingly quick return to the cockpit was called the most courageous comeback in sporting history. After winning two championships he got bored and left the sport, only to return again and win another. During his remarkable career he was called both a hero and a villain. The battle-scarred champion who defied both the odds and convention remains a sporting legend.",
      "On February 22, 1949, Nicholas Andreas Lauda was born in Vienna into a prominent Austrian business and banking dynasty. Paper manufacturing was how Niki's father made his fortune, though none of it would be made available for a contrary son who would surely bring the respected Lauda name into disrepute by playing at being a racing driver. To further educate himself in this field Niki forsook university and enrolled himself in racing's school of hard knocks, paying for it with money borrowed from Austrian banks. Starting in a Mini in 1968, he crashed his way through Formula Vee and Formula 3 and in 1972 he bought his way into the March Formula 2 and Formula 1 teams with another bank loan secured by his life insurance policy. The uncompetitive Marches meant Niki was unable to prove his worth as a driver, let alone stave off pending bankruptcy. With no qualifications in any other line of work he had no choice but to keep on racing.",
      "For 1973 he talked his way into a complicated rent-a-ride deal with BRM. During that season his ever-improving results paid dividends in the form of a new contract that would forgive his debts in exchange for Niki staying with BRM for a further two years. Instead, he bought his way out of BRM with money from his new employer Enzo Ferrari, for whom he went to work in 1974.",
      "Ferrari, who hadn't had a champion since John Surtees in 1964, was impressed by the skinny, buck-toothed Austrian's self-confidence and no-nonsense work ethic, though rather taken aback by his brutal honesty. After his first test in the 1974 Ferrari 312 Niki informed Enzo that the car was a piece of shit, but promised him he could make it raceworthy. Now in the spotlight as a possible Ferrari saviour, the media noted Lauda's cool, calculating clinical approach and nicknamed him 'The Computer.' However, The Computer's driving still had some glitches and he made several costly errors in 1974. Niki said that learning from mistakes was the fastest way to improve, corroborating this theory with a first Formula 1 victory in Spain, then another in Holland.",
      "In his 1975 Ferrari 312/T Niki stormed to victories in Monaco, Belgium, Sweden, France and the USA to become World Champion. All of Italy rejoiced at Ferrari's first driving title in over a decade, though the glory meant little to the unsentimental new hero. Claiming that his mounting collection of useless trophies was cluttering up his home in Austria, he gave them to the local garage in exchange for free car washes.",
      "By mid-summer 1976 he had won five races and seemed a shoo-in to repeat as champion. Then came the German Grand Prix at the desperately dangerous Nurburgring. On the second lap Lauda's Ferrari inexplicably crashed and burst into flames. Four brave drivers and a marshal plunged into the towering inferno and hauled out the smouldering body. In hospital, with first to third degree burns on his head and wrists, several broken bones and lungs scorched from inhaling toxic fumes, Niki Lauda was given up for dead and administered the last rites by a priest.",
      "Six weeks later, with blood seeping from the bandages on his head, he finished fourth in the Italian Grand Prix. Astonished doctors said he had recovered by sheer force of will. Jackie Stewart said it was the most courageous comeback in the history of sport. Niki said the loss of half an ear made it easier to use the telephone. In consideration of those who found his facial disfigurement unsightly he thereafter wore a red baseball cap, hiring it out to a sponsor for a hefty fee.",
      "The 1976 championship ended in a showdown between Niki and McLaren's James Hunt at Japan's Fuji circuit in torrential rain. Niki decided it was too dangerous to race and pulled out, handing the title to his friend Hunt, who said Niki's withdrawal was an act of bravery. In Italy some called him a coward. Even Enzo Ferrari had doubts and made plans to replace him, a reaction that angered Niki and made his winning the 1977 driving title a form of revenge. Having clinched the championship with two races remaining, Niki decided to skip them and told Ferrari he was leaving. Enzo called him a traitor for moving to Bernie Ecclestone's Brabham team.",
      "In his 1978 season with Brabham Niki won twice and finished fourth in the championship. The next year, in an uncompetitive car, he had scored only four points prior to the penultimate race, in Canada. There, after the first practice session, he walked away from Formula 1 racing, saying he was tired of driving around in circles and would now start his own airline.",
      "Lauda Air, with its proprietor serving as one of the pilots, grew to the point that further progress would require more capital, in pursuit of which Niki returned to his previous profession. In 1982 he signed with McLaren for a reported US$5 million, the most lucrative contract in Formula 1 history. In his negotiations Niki told the McLaren money men he was only charging one dollar for his services as a driver - all the rest was for his personality. In 1984 he won his third driving title, albeit by the slimmest of margins from his brilliant young McLaren team mate Alain Prost. Niki won a final Grand Prix in 1985 then retired from the sport for good as a driver, though he never really left the paddock.",
      "He worked as an adviser for Ferrari, served as a Jaguar team principal and became a television commentator - a role for which he was uniquely qualified to provide insights into the highs and lows of the sport he was lucky to survive and brilliant enough to conquer.",
      "Prior to the 2013 season Niki Lauda added yet more titles to his extensive collection when he became Non-Executive Chairman of the Mercedes F1 team, board member of Mercedes AMG Powertrains and special adviser to the Board of Daimler AG.",
      "Still wearing his famous red cap he quickly established himself as a highly valued member of the Mercedes F1 effort. Among his contributions was persuading budding superstar Lewis Hamilton to drive for the superbly efficient team that went on to dominate the decade.",
      "He had seemed indestructible, but the valiant Austrian’s health deteriorated. He underwent transplants: twice for kidneys and in 2018 for a lung damaged in his nearly fatal accident. On 20 May, 2019, 70-year-old Niki Lauda passed away peacefully in hospital. His funeral in Vienna was attended by many drivers and dignitaries who paid solemn tribute to one of the sport’s greatest heroes.",
      "Text - Gerald Donaldson"
    ]
  },
  "James Hunt": {
    "hall_of_fame": "HALL OF FAME - 1976",
    "data": [
      "James Hunt's was a turbulent life lived to the limit - in and out of racing cars. As a driver he overcame constant fear and enormous odds to become the best in the world - triumphing in one of the most dramatic championship battles in Formula 1 history. As a colourful personality and unconventional character he had no peers - alternately entertaining admirers and offending critics with his often outrageous behaviour. After he retired he continued to make a strong impact, as a TV commentator, but died suddenly in the prime of his life.",
      "James Simon Wallis Hunt, born on August 29, 1947, into the family of a London stockbroker, was an unruly child: hyperactive, contrary and persistently rebellious. As a self-confident, competitive and determined youth he taught himself to play tennis and squash to a high standard. The tall and handsome public schoolboy also enjoyed considerable success with women. On his 18th birthday he saw his first race, a club meeting at Silverstone, and immediately decided to he was going to become World Champion. His parents refused to support their feckless son's foolish Formula One fantasy. James worked at odd jobs, bought a wrecked Mini and spent two years race-preparing it, only to have his first entry fail scrutineering because the driver's seat was an old lawn chair.",
      "Many of his early races ended in huge accidents. In one of them his Formula Ford crashed and sank in the middle of a lake. He might have drowned had he been wearing the requisite seatbelts he couldn't afford to buy. In faster Formula Three cars 'Hunt the Shunt' had even bigger accidents. Eventually he learned to stay on the track long enough to win races, but never conquered his fears. In the garage his terror often caused him to vomit and on the grid he shook so much the car vibrated. As a racer his volatile mixture of adrenaline and testosterone made him among the hardest of chargers. However his reputation as a wild man with middling race results meant it unlikely he would have gone much further without the help of Lord Alexander Hesketh.",
      "'The Good Lord' (as James called him) was an eccentric young British aristocrat who inherited a fortune and spent it lavishly on personal entertainment. Though he knew nothing about motorsport he decided to amuse himself by forming his own racing team and hired 'Superstar' (his nickname for Hunt) as his driver. The Hesketh Racing team had limited success in Formula 3 and Formula 2 but gained notoriety for seeming to consume as much champagne as fuel and for having more beautiful women than mechanics. Since the Good Lord was having so much fun in racing's lower ranks he thought it naturally followed that even more sport could be had at the highest level.",
      "When Hesketh Racing arrived on the scene in 1974 the Formula 1 fraternity thought the team was a joke. The ridicule became grudging respect when James Hunt's Hesketh beat Niki Lauda's Ferrari to win the 1975 Dutch Grand Prix. At the end of that season, however, Lord Hesketh announced he could no longer afford trying to produce the next British World Champion and James was out of a job.",
      "Fortunately, just prior to the start of the 1976 season he was the only experienced driver available to fill an unexpected vacancy when Emerson Fittipaldi left McLaren. James was immediately fast but only became a regular winner when he learned to control his explosive emotions, though he remained prone to temper tantrums. He attacked a driver and a marshal with his fists and on more than one occasion stood in the middle of the track screaming profane abuse at bemused opponents. James joked that his reputation for road rage made rivals move out of his way: because they thought I was barking mad!",
      "His closest friend among the drivers was Niki Lauda, with whom he became embroiled in a thrilling battle for the 1976 driving title. Lauda had been well in front until he was nearly killed in a fiery accident at the Nurburgring. James won that race and five others to force a championship showdown with the miraculously recovered Lauda in the last race of the season. It was so wet in Japan that Lauda decided it was too dangerous to race and parked his Ferrari after a couple of laps. Hunt stayed out in his McLaren and drove furiously to finish third and become World Champion.",
      "His good looks, extrovert personality and unconventional behaviour made the 'Golden Boy' hugely popular with a wide public. He had a commanding presence and spoke impressively in a deep voice with a cultivated accent, saying exactly what he thought. He hated dressing up, always wore tattered blue jeans and often walked around in his bare feet, even on formal occasions. He drank heavily, smoked 40 cigarettes a day, occasionally took drugs, had a madcap social life and a succession of beautiful girlfriends. He married one of them, Suzy, a fashion model who eventually left him for the actor Richard Burton.",
      "While he became a media darling for the tabloid press his behaviour was less appreciated by Formula 1 journalists, who found him a frustrating mixture of boisterous charm and overbearing conceit. Twice he was voted the least liked driver and despairing members of the Formula 1 establishment accused him of bringing the sport into disrepute.",
      "Having achieved his championship goal his enthusiasm for racing began to wane. He admitted he never really enjoyed driving and finally, after two more seasons with McLaren, then a few races with Wolf, he retired mid-way through 1979: for reasons of self-preservation.",
      "He found it difficult to adjust to civilian life and suffered deep depressions that even wilder carousing failed to dispel. In 1980 he began working (with Murray Walker) on BBC television's Formula 1 coverage. At first, James did not take it seriously (he drank two bottles of wine during his first broadcast) but soon became a highly respected, articulate and opinionated commentator. In his private life he became a reformed character. A second marriage, to Sarah, ended in divorce but produced two sons to whom James became deeply devoted. He fell in love, with Helen, a beautiful blonde half his age. On June 15, 1993, she accepted his marriage proposal. A few hours later James Hunt had a massive heart attack and died at the age of 45.",
      "Among those shocked by his sudden passing was his old friend and rival Niki Lauda, who said: For me, James was the most charismatic personality who's ever been in Formula 1.",
      "Text - Gerald Donaldson"
    ]
  },
  "Mario Andretti": {
    "hall_of_fame": "HALL OF FAME - 1978",
    "data": [
      "Mario Andretti personified the American Dream, an immigrant who came to the land of the free and the home of the brave and achieved considerable fame and fortune. He did so in a job he would have done in anonymity and for nothing. Few drivers loved their racing more, and few suited stardom as much as the congenial man whose unforced charm was as natural as the talent that brought him so much success in so many types of racing. His insistence on racing in his adopted homeland meant he came late to realising his boyhood ambition of becoming Formula 1 World Champion.",
      "After it became his way of life he always said he was born to race, yet the circumstances in his formative years forced Mario Andretti to take an exceedingly circuitous route to get where he wanted to go. Mario and his twin brother Aldo were born on February 28, 1940, with World War II raging all around their birthplace of Montona, a town near the Italian port city of Trieste. The brothers' first seven years were spent in a camp for displaced persons, where the Andretti family endured exceedingly crowded conditions and severe food shortages. When the war ended and their part of Italy was handed over to the Communists and became part of what was then Yugoslavia, the Andrettis moved to Lucca, where young Mario first became aware of the sport that was to become his all-consuming passion.",
      "With his brother he cycled from home to watch in wonder that portion near Lucca of the famous Mille Miglia road race that sent sports cars hurtling a thousand miles through the Italian landscape. But what really captured Mario's imagination was a visit to the 1954 Italian Grand Prix at Monza, where he was transfixed by the sights and sounds of the exotic Lancia, Maserati and Ferrari Formula 1 cars and held spellbound by the heroic exploits of such drivers as Juan Manuel Fangio and Alberto Ascari. It was the latter who became Mario's idol and though he was distraught when Italy's great champion was killed at Monza in 1955, Ascari remained his inspiration and role model.",
      "In the same year as Ascari's death the Andretti family emigrated to America in search of a better way of life. For the boys this meant seeking ways to become involved in motorsport, which around their new home town of Nazareth, Pennsylvania, mainly took the form of relatively unsophisticated machinery competing on dangerous dirt track ovals. Mario and Aldo were 18 when they began racing, at the wheel of a self-prepared Hudson Hornet they shared in stock car events. In one of these, in 1959, Aldo crashed and was seriously injured and never raced again. But Mario raced on and on – often several times a week, sometimes as many as five races a day, and with increasing success. All around Middle America he tore up the dirt tracks, in jalopies, sprint cars and midgets, revelling in the sensations of pitching his machine sideways at 120mph, holding it in a controlled four-wheel drift and spewing dirt in the faces of opponents. Though he remained a resolutely fair and honourable racer, in this dog-eat-dog environment where no quarter was asked or given the normally easy-going Andretti transformed himself into an aggressive intimidator on a par with the legendary AJ Foyt, with whom he became a household name in American racing circles. Having made his mark on the short ovals, Andretti then conquered the giant speedways, winning the famed Indianapolis 500 and several times becoming the United States Auto Club (USAC) champion. His versatility extended to success in as many forms of racing as he could find in America (he won the Daytona 500 for stock cars and the Sebring 12 Hours for sportscars), yet there remained a longing for his first love: Formula 1 racing.",
      "At Indianapolis in 1965 (where he finished third in a race won by Jim Clark in a Lotus) Andretti was promised a future Formula One drive by Lotus boss Colin Chapman. In 1968 Andretti made a sensational Formula 1 debut, qualifying his Lotus 49 on pole position for the US Grand Prix at Watkins Glen. Chapman was then prepared to offer him a full-time drive (to replace Clark who was killed earlier that year) but Andretti was unwilling to abandon the security of his by then very lucrative career in America and would only agree to those occasional Formula 1 outings that his USAC commitments allowed. Over the next few years his Formula One appearances (in uncompetitive Lotus, March and Parnelli cars) were sporadic and inconclusive, with the notable exception of 1971, when he signed with Ferrari for a campaign in both sportscars (in which he won several races with co-driver Jacky Ickx) and Formula 1, where he promptly won the season's first Grand Prix, in South Africa. There followed a lean period in his USAC career that in 1976 prompted Andretti to finally concentrate on Formula 1 racing, though at the time his decision to join a then faltering Team Lotus seemed a route unlikely to lead to Grand Prix glory.",
      "The relationship between Andretti and Lotus boss Chapman was volatile (they had fiery arguments) but they eventually developed a rapport similar to the Chapman-Clark partnership that had proved so productive in the past. Though Andretti found Chapman's twitchy and unpredictable Lotus 77 frightening to drive, he managed to score a momentous victory in the final race of 1976, the Japanese Grand Prix at Fuji. This first win in five years for Lotus inspired Chapman to greater effort on the drawing board and in his pioneering 1977 creation, the Lotus 78 ground effect car that Andretti helped develop, the Italian-American won four races. In 1978, with six victories, five of them in the innovative Lotus 79, Mario Andretti became World Champion.",
      "Thereafter, Chapman lost his way and his cars were off the pace, and after two unproductive seasons Andretti moved to Alfa Romeo, only to endure two more lost years, following which he left Formula 1 racing to concentrate again on racing in America. Yet the lure of his first love remained and Andretti couldn't resist when Enzo Ferrari asked him to make a final guest appearance in the 1982 Italian Grand Prix at Monza. There, at the circuit where he first caught Formula 1 fever as an impressionable teenager, the 42-year-old Andretti qualified the Ferrari 126 Turbo on pole and finished an impressive third.",
      "Text - Gerald Donaldson"
    ]
  },
  "Jody Scheckter": {
    "hall_of_fame": "HALL OF FAME - 1979",
    "data": [
      "He exploded on the scene as an erratic, crash-prone wild man whose desperate deeds of derring-do put himself and his peers in great danger. Jody Scheckter became infamous for causing one of the biggest accidents in Formula 1 history, after which there were demands that he should be banned from the sport. Instead, he straightened himself out and concentrated his considerable talent and ambition on becoming World Champion. Having achieved his goal (with Ferrari, whose next champion would be 21 years in the future), he quickly retired.",
      "Jody Scheckter was born on January 29, 1950, in East London, South Africa, where his father owned a Renault dealership. Jody worked there as an engineering apprentice and learned to drive when he was quite young, but only knew one speed: flat-out. This attitude naturally led him to try racing, at first on motorcycles and then in saloon cars. In his first national race he was black-flagged off the circuit for dangerous driving. Eventually he learned to temper his aggression with enough skill to become a regular winner. In 1970 he won the South African Formula Ford series and with it the Driver To Europe scholarship. With his prize - 300 pounds cash and air tickets to England for himself and his wife Pam - Jody set out to become the best driver in the world. That was always his goal but the route he took to achieving it was at first strewn with wreckage and many wondered if he would survive.",
      "In England the 'South African Wild Man' quickly made a name for himself as both a spinner and a winner in the Formula Ford and Formula 3 machinery he threw around fearlessly yet crashed with alarming frequency. His rugged features and pugnacious personality seemed to match his headstrong driving. With woolly hair and trademark frown he spoke bluntly and had a fierce temper. Yet his speed was undeniable and his car control, whenever he was able to maintain it, could be brilliant. Far-sighted talent-spotters thought the diamond-in-the-rough of a driver only needed polishing to become a Formula 1 force to be reckoned with. McLaren gave him a trial run in the 1972 US Grand Prix, then contracted him for occasional rides in a third car in the 1973 season.",
      "In the French Grand Prix Jody immediately impressed by taking the lead at the start. Then came a collision with Emerson Fittipaldi's Lotus, which sent the Scheckter McLaren somersaulting off the circuit and the reigning World Champion into a towering rage. This madman, fumed Fittipaldi, is a menace to himself and everybody else and does not belong in F1. The anti-Scheckter movement gained considerable momentum in his next race, the British Grand Prix at Silverstone. Jody had qualified sixth and was fourth on the opening lap when the crowded field of 28 cars converged on the 150 mile an hour Woodcote corner. The Scheckter McLaren went out of control and spun wildly through the middle of the pack before thumping hard into the cement wall in front of the Silverstone pits. As Jody clambered out of the smoking wreckage, completely unhurt, the chaos he had caused continued for some time. Great clouds of smoke and dust obscured the details but there were glimpses of cars flying through the air and bits of wreckage rained down over a considerable area. Mercifully, the only injury was a broken leg suffered by the Surtees driver Andrea de Adamich, but eight cars had been totally destroyed and Jody Scheckter was held responsible for causing the most massive Formula 1 accident of all time. The Grand Prix Drivers Association's demand for his immediate banishment was put off when McLaren agreed to rest its rash rookie.",
      "When he returned, for the Canadian Grand Prix at Mosport Jody immediately collided with Francois Cevert's Tyrrell, putting them both out of the race. Nevertheless, following this contretemps Ken Tyrrell signed Scheckter to replace the retiring Jackie Stewart and become Cevert's team mate for 1974. Sadly, this partnership would never be, as Cevert was killed in a horrible accident during practice for the next race, the US Grand Prix at Watkins Glen. Jody Scheckter was the first driver on the scene and what he saw that day had a profound effect on the rest of his racing life. In fact, Jody said, From then on all I was trying to do in Formula 1 was save my life.",
      "Ken Tyrrell helped him iron out the kinks that remained in his racing repertoire, insisting he must stop making mistakes and concentrate on finishing races. With his aggression, and his Tyrrell, under more control Jody won two Grands Prix in 1974 and finished third in the standings. He stayed with Tyrrell for another two seasons, winning a race each year, but felt that Ken Tyrrell's machinery was not up to the task of winning the championship he so craved. He switched to the new Wolf Team in 1977 and won three races but then, after finishing second overall to Ferrari's Niki Lauda, Jody decided the Italian cars were the way to go and Enzo Ferrari happily hired him. He is a fighter who does not burn himself up by coming on too strongly at the beginning, Enzo said of the mature version of Jody Scheckter, but measures himself fully and evenly throughout a race.",
      "Enzo's 1978 cars were not of championship calibre but it all came together the next year when, with the legendary Gilles Villeneuve as his team mate, Jody achieved his ambition. Jody and Gilles became close friends and thrived in a good-natured rivalry that produced three race wins apiece. The South African countered the French Canadian's superior all-out speed with a more conservative points-collecting strategy that paid off and made him the 1979 World Champion.",
      "This Scheckter, Enzo Ferrari said, has shown himself to be a wise co-ordinator of his own capabilities and potential, a man who plans things with the final result in mind, or for safety. I'm not sure.",
      "In Jody's mind he had achieved the only result that mattered. He coasted through the 1980 season with Ferrari to fulfil his contractual obligations then retired at the age of 30. Already rich from racing, he became even wealthier as an astute businessman in fields far removed from Formula 1 racing. In America he founded a high tech security company then sold it and took time out to shepherd the racing careers of his sons Tomas and Toby before embarking on an organic farming enterprise in England.",
      "Text - Gerald Donaldson"
    ]
  },
  "Alan Jones": {
    "hall_of_fame": "HALL OF FAME - 1980",
    "data": [
      "A straight-talking, iron-willed, hard-driving tough guy, Alan Jones fought his way to the forefront, where he defended his territory with ruthless determination and large doses of intimidation. His belligerence was partly a by-product of a long and hard struggle to make it to Formula 1 racing in the first place. Once there, he was considered little more than a journeyman driver, until he teamed up with the then equally undistinguished Williams team. Together, they took on the world and beat it, with AJ becoming the prototypical Williams driver.",
      "His father Stan Jones, an affluent car dealer, was one of Australia's top racers who in the mid-1950s was good enough to be offered tryouts in Europe (with BRM and Ferrari) but declined them in order to stay home and look after his business and his family. Alan Stanley Jones, born in Melbourne on November 2, 1946, was inspired by his father's successes and encouraged by him to have a go himself. At 15 he was a kart racing champion and soon also went well in a Mini and in one of his father's single-seater Coopers. Further progress was delayed when Stan Jones went bankrupt in an Australian economic recession. In 1967 Alan managed to scrape together enough cash to finance a traditional Australian tour of England and Europe. During this trip he decided that any future in motorsport would have to be pursued abroad.",
      "In 1970, with 50 pounds in his pocket, he arrived in London and started a business to serve the needs of fellow Antipodean travellers, selling them well-used minivans. When Alan's girlfriend Bev (whom he later married) joined him in London they rented a boarding house and hired out rooms. With the meagre profits from these enterprises Alan went racing on a shoestring budget. Stan Jones, now divorced, came over to England to provide moral support, much-needed in light of his son's painfully slow progress. Alan failed to make much headway in a battered old Formula Ford then crashed a Formula Three Lotus at Brands Hatch and broke his leg. Finally, a lucky break came in the form of a sponsored F3 ride in a GRD, in which Alan scored a first victory at Silverstone in 1973. Sadly, just before this race Stan Jones died of a heart attack (at 51) and when his coffin was shipped back to Australia it contained the laurel wreath placed there by his distraught son who went on to finish second in the 1973 British F3 championship.",
      "The next year Alan did well enough in Formula Atlantic for a private entrant to upgrade him to Formula 1 in a Hesketh for 1975. He finished that season with Graham Hill's team, scoring a solid fifth at the Nurburgring that convinced John Surtees to employ him for 1976. They didn't get along, nor did the Surtees cars go well and Alan's Formula 1 career seemed at least stalled, if not over, until a tragedy gave him another opportunity.",
      "In the 1977 South African Grand Prix poor Tom Pryce was killed in a Shadow and the team hired Jones to replace him. Later that season a plucky drive in wet/dry conditions in Austria resulted in a maiden win for both Jones and Shadow. The team never won again but Alan's albeit somewhat fortuitous victory led to an offer of a Ferrari drive for 1978. When Ferrari reneged, and hired Gilles Villeneuve instead, Jones visited Williams Grand Prix Engineering, which to this point had gone relatively nowhere with a shortage of funds and a succession of journeyman drivers. But Jones was impressed by Frank Williams' ambition and by Patrick Head's neat and tidy Williams FW06 car and the team principals liked what they saw in 'AJ' as they called him. A deal was done and steady progress was made, with AJ winning four races and finishing third in the 1979 championship.",
      "In 1980 the Williams FW07B and AJ was the combination to beat and, with victories in Argentina, France, Britain, Canada and the USA Alan Jones became World Champion. For the elated team boss his first title-winner became the prototypical Williams driver. AJ was a man's man, Frank Williams said. And he was great fun to be with. He never needed propping up mentally, because he was a very determined and bullish character. He didn't need any babysitting or hand-holding and that's the way it should be. It shouldn't be necessary for me to ask a driver if he is happy, or if he needs his underwear changed.",
      "He wore red underpants for good luck but the blunt, burly and brave Aussie won races not by good fortune but by forceful fighting. Patrick Head admired the fact that he was such a hard, competitive, animal in a racing car, and so he could be out of it. He once finished second in a race despite having to drive with a hand broken in a one-sided brawl with four large adversaries in London. Alain Prost, a rookie in AJ's championship year, called Jones the most fiery, powerful - even violent - driver.",
      "As a boy AJ described himself as an obnoxious little bastard, a big-headed little prick. As an adult the rough edges remained and he was determinedly politically incorrect. Distrustful of foreigners, he called the French frogs. Vehemently opposed to the women's liberation movement, he admitted that he easily qualified as a male chauvinist pig.",
      "His season as reigning champion was waylaid by a series of mechanical problems, and though he still managed two wins and finished third in the standings, AJ decided to pack it all in and return to the best country in the world and become a farmer. But riding a tractor proved no substitute for racing a Formula 1 car and he soon became bored. Even falling off a horse and breaking his thigh proved to be no handicap to accepting an offer for a one-off ride with Arrows in the 1983 US Grand Prix West. However, his injury coupled with his being out of shape (too many barbies and Fosters Lager) meant AJ performed indifferently. A more substantial comeback opportunity came in 1985, when he accepted a big money offer to join a new Beatrice Formula 1 entry. But the team started slowly, then tapered off and disappeared completely at the end of 1986.",
      "Back home Down Under AJ raced saloon cars, helped his son Christian embark on a driving career and worked as a TV commentator on the sport in which he was once on top of the world. And in 2010 he returned to the F1 paddock in an official capacity, as an FIA stewards' advisor at selected Grands Prix.",
      "Text - Gerald Donaldson"
    ]
  },
  "Nelson Piquet": {
    "hall_of_fame": "HALL OF FAME - 1981, 1983, 1987",
    "data": [
      "He was never a dominant driver but a crafty expert in winning by stealth, according to his detractors. He admitted he was lazy, yet willingly worked hard to improve his car. He could be cold and cruel but could also be warm and funny. He hated being a celebrity yet lived the life of a playboy to the hilt. He was never hugely popular but couldn't care less. All Nelson Piquet really cared about was driving a racing car, which he loved with a passion, especially when he won, which he did often enough to become a triple World Champion.",
      "Born Nelson Sautomaior, on August 17, 1952, he used his mother's surname Piquet to hide his early racing adventures from his disapproving parents. His father, a prominent Brazilian government minister, had been a regional tennis champion and when Nelson showed early promise in that sport he was encouraged to pursue it. At 12 he was one of Brazil's most promising junior prospects. At 16, to further hone his tennis skills, his parents enrolled him at a school in California. But whacking a ball around a tennis court began to take second place in Nelson's mind to driving a car around a race track, particularly when his countryman Emerson Fittipaldi started making inroads abroad. And so Nelson Piquet began racing in his home state of Brazilia. Winning championships in karts and sportscars failed to win over his parents, who sought to distract him by sending him to university. But studying philosophy, engineering and management proved no substitute for the lure of racing and Nelson dropped out after a year. He sold his road car to buy a Formula Vee and in 1977 became the Brazilian champion in that category.",
      "On the advice of Emerson Fittipaldi his next career move was to Europe, where he arrived in 1977 with enough cash (L10,000) to embark on a Formula Three program. In 1978 victories in 13 of 26 races made him champion of one British F3 series and runner-up in another. Formula 1 teams were impressed and he was given outings in an Ensign and a privately entered McLaren before being hired by Brabham boss Bernie Ecclestone to serve as understudy to Niki Lauda for 1979. When the Austrian veteran walked away from Formula 1 racing at the end of that season the Brazilian newcomer became Brabham team leader by default. He was still learning on the job, but proved entirely up to the task of helping develop designer Gordan Murray's promising car and extracting the best performance from it. In 1980 Nelson won three races and finished second to Alan Jones in the championship. In 1981 his upward mobility continued and, with three more wins and a succession of high finishes in a brilliant Brabham BT49, he became World Champion.",
      "His 1982 season, hampered by an unreliable new BMW turbo engine, produced only one win, though Piquet considered that Canadian Grand Prix victory the best of his career. Throughout the race an oil radiator subjected his feet to 100 degree temperatures that made him scream with pain. And yet the thrill of victory was always worth it for this driver who once confessed: Winning is a feeling which you cannot imagine. I sometimes piss my pants on the slowing down lap. His sometimes outrageous comments would eventually get him into trouble, though never with the Brabham personnel, who in appreciation of his earthy humour and hard work set up The Nelson Piquet Fan Club.",
      "In 1983 Piquet powered his turbo-charged BMW-Brabham BT52 to three race wins and, after a season-long battle with Renault's Alain Prost, sensationally snatched his second driving title. At this point, having grown tired of all the travel, Nelson considered retiring but was persuaded by the noted aviator Niki Lauda that a private jet would make it easier to enjoy private life. Thanks to his personal jet Nelson was able to enjoy more of his version of the good life. In the harbour at his Monaco base he kept an 18-meter motor yacht manned by a permanent crew and capable of cruising at 28 knots. On his much-loved Mediterranean voyages laid-back Nelson enjoyed swimming, water skiing, watching TV and entertaining a series of gorgeous female companions. With them he fathered several children and always provided for his extended family.",
      "His costly lifestyle made making more money a priority and Nelson began looking for a better deal from Bernie Ecclestone. More championships might have helped the financial cause but the 1984 and 1985 Brabhams were far from world beaters. To continue with the team Nelson asked for his $1 million retainer to be doubled. While Ecclestone baulked at this Frank Williams offered to triple it and so began two tumultuous years at Williams-Honda. The car was a winner and so were the team's drivers: Nelson Piquet and Nigel Mansell. The problem was the team mates hated each other and in 1986 were so preoccupied with their personal feud that Alain Prost sneaked in and beat them both to the driving title. The bothered Brazilian accused Williams of favouring their British driver and tried to destabilize Mansell by publicly calling him an uneducated blockhead and defaming his wife. Piquet is just a vile man, Mansell said.",
      "In the 1987 edition of the Nigel versus Nelson conflict Mansell won more battles, (six wins to three) but Piquet won the war by means of a better finishing record that brought him his third driving title. Some critics decided his refusal to play a role in the showbiz aspect of his sport made him an unsatisfactory World Champion. What do they mean by that? Nelson wondered. Do they mean doing a lot of publicity? I don't want to make friends with anybody. I don't give a shit for fame. I just want to win.",
      "With few wins in his future his fame duly declined. He left Williams in a fit of pique and moved to Lotus for a couple of seasons at a time when the team was on the wane, then spent two years at Benetton where it was his motivation that waned. After winning twice in 1990 and once the next year he left Formula 1 racing at the age of 40, though he wasn't yet finished with motorsport.",
      "An attempt to qualify for the 1992 Indianapolis 500 ended in the worst accident of his career, leaving him with badly crushed lower limbs. Thereafter he raced occasionally in Brazil and abroad in touring cars and long-distance events. He became a successful businessman in Brazil, establishing a satellite navigation company that earned him a fortune and enabled him to fully support the promising career of his son, Nelson Piquet Jr.",
      "Text - Gerald Donaldson"
    ]
  },
  "Keke Rosberg": {
    "hall_of_fame": "HALL OF FAME - 1982",
    "data": [
      "The original Flying Finn was a swaggering swashbuckler whose dashing, daring, darting style of driving enlivened every race he was in. He was a late arrival in Formula 1 racing, having wheeled and dealed and raced his way around the world in other categories for a dozen years, but tried harder than ever to make up for lost time. In the record books his name is not near the top in terms of Grand Prix victories, yet in that select category of those who actually looked as fast as they drove the wonderfully aggressive Keke Rosberg ranks among the very highest.",
      "Keijo Erik Rosberg - he later called himself Keke to make it easier for the media to remember his name - was born in Stockholm, Sweden, on December 6, 1948, where his Finnish parents were students at the time. On their return to Finland his father became a veterinarian and his mother a chemist and both competed in rallies. Their son's first experience behind the wheel came when little Keijo, sitting alone in the family car in the driveway, switched on the ignition and promptly smashed the car into the garage door. Despite that setback he took to karts while still a toddler, greatly enjoyed the wind-in-the-face thrill of it all and by his teens had become an accomplished kart racer.",
      "His goal in life was to become a dentist or a computer programmer but his career path increasingly veered in motorsport directions. Five times he was declared Finnish kart champion and in 1973 he became Scandinavian and European champion. He moved up to Formula Vee and Super Vee and in 1975 won ten of the 21 races he entered. To find other categories to conquer he had to go further and further afield. In 1978 he competed in 41 races on 36 weekends on five continents. Driving for the American entrant Fred Opert, he finished fifth in the European Formula Two championship, second in the North American Formula Atlantic series and, in a similar car, first in the Formula Pacific series.",
      "By this time all plans for a more conservative profession were abandoned and Keke Rosberg's passport listed his job as racing driver. This was a quite legitimate claim since, from his very first race he had never spent any of his own money on his sport and in most years he actually showed a profit. To facilitate this Keke developed what he called his bread and butter theory: the bread from racing, the butter from elsewhere. Elsewhere usually took the form of marketing himself to sponsors, selling them a patch on his suit or a space on his car, then performing various duties as a salesman for whatever goods or services he endorsed.",
      "Yet no amount of financial savvy could buy a driver a ride in a front-running Formula 1 car and when Keke made his debut, in 1978, it was in an ill-handling and underpowered Theodore, in a team fielded by wealthy Hong Kong businessman Teddy Yip. An absolute pig of a car was Keke's description of the Theodore and his subsequent machinery in a succession of uncompetitive teams - ATS, Wolf, Fittipaldi - warranted similarly faint praise, no matter how hard he drove.",
      "By this time Keke was 33 years old and while his lifestyle was continually improving (he eventually had a Lear jet, a penthouse in Munich, a country mansion in England, a chalet in Austria and a villa on Ibiza where he spent most of his time) his Formula 1 career was going nowhere fast. The low point came in 1981 when the Fittipaldi team's money ran out and it seemed Keke Rosberg was destined to become a Formula 1 has-been who never really was.",
      "Meanwhile, at the front of the Formula 1 field, the 1980 champion Alan Jones unexpectedly announced his retirement and Frank Williams was forced, at the last minute, to hire the only reasonably competent driver available: Keke Rosberg. Ever the opportunist Keke seized the opportunity with both hands and, though he only won a single Grand Prix (at Dijon in France), he proved he could drive as consistently as he could quickly and piled up enough points to become the 1982 World Champion.",
      "That year, in which any one of half a dozen drivers could have won the title, Keke said he drove every lap absolutely flat out. The next year, when the turbo-powered cars reigned supreme, and he still only had a normally aspirated Cosworth in his Williams, Keke drove even harder: I was probably the fastest I'd ever been in my career. I just refused to accept that anybody could beat me and to stay with the turbos I was prepared to take massive risks.",
      "And it showed, which is why he was so noteworthy as a driver and equally compelling as a personality. I'm a cocky bastard, he would say, and I know it. He affected an aura of bravado and cut a dashing figure to match. With his flowing moustache, untamed mane of long blond hair and swaggering walk he resembled a swashbuckling pirate who might plunder and pillage for pleasure. He used his car like a sword, swinging it about ferociously, cutting a swathe through the corners, kicking up dust, grass and tyre smoke and carving great chunks of time out of each circuit. The chain-smoking Flying Finn was even more spectacular when Williams got Honda turbo engines. His sensational pole lap for the 1985 British Grand Prix – in which he averaged 160mph around Silverstone - was not only then the fastest-ever lap in Formula 1 history, but also one of the most exciting.",
      "But Keke scared himself on that occasion and eventually burnt himself out from the wear and tear of his all-out-all-the-time approach that was not conducive to longevity in comparison to the greater circumspection employed by such long-serving champions as Niki Lauda and Alain Prost. My style of driving is probably more wearing than theirs, Keke said. Playing defensive tennis is less taxing than playing attacking tennis.",
      "When he retired from Formula 1 racing, after moving from Williams to McLaren for the 1986 season, Keke continued competing for several years in sportscars (with Peugeot in 1990 and 1991) and touring cars (with Mercedes and Opel in the German DTM series) and also ran his own teams in several categories. He became a successful driver manager, masterminding the careers of, among others, fellow Finn and champion Mika Hakkinen and then, with a paternal interest in his future, Keke looked after a youngster named Nico Rosberg.",
      "He managed the early career of his son, then deliberately stepped back to let the boy fend for himself. Keke continued to offer advice, sending Nico brief inspirational text messages: ‘Pedal to the metal! Push!’",
      "When Nico Rosberg became the 2016 World Champion, 34 years after his father won the driving title, they celebrated together, tearfully. “Yes, we’re emotional because to us it’s a family sport”, said Keke Rosberg. “Nico knows what it means to me and to him.”",
      "Text - Gerald Donaldson"
    ]
  },
  "Alain Prost": {
    "hall_of_fame": "HALL OF FAME - 1985, 1986, 1989, 1993",
    "data": [
      "His place in Formula 1 history as one of the sport's greatest drivers is secure, though a career full of conflict and controversy detracted somewhat from his considerable achievements. He won four championships but also left teams acrimoniously on four occasions. He made winning races - 51 times - look easy but was less successful at the politics in which he was invariably embroiled. His bitter feud with Ayrton Senna brought out the best and worst in them both. And yet among the champions only Lewis Hamilton, Michael Schumacher and Juan Manuel Fangio won more crowns than Alain Prost.",
      "Alain Prost was born on February 24, 1955, near Saint Chamond in the Loire region of central France, where his father Andre manufactured kitchen furnishings. Alain was a busy little boy with a boundless energy that more than made up for any shortcomings he might have in terms of physical height. He threw himself into wrestling, roller skating and playing football with such vigour that his prominent nose was broken several times. Athletically inclined, he thought about becoming a gym instructor or parlaying his proficiency at soccer into a professional career. Instead, his passion turned to kart racing which he discovered at 14 while on a family holiday in the south of France. What began as fun quickly became an obsession and he won several karting championships. In 1974 he left school to become a full-time racer, supporting himself by tuning engines and a becoming a kart distributor. His prize for winning the 1975 French senior karting championship was a season in Formula Renault, a category in which he went on to win two driving titles before moving to Formula Three. In 1978 and 1979 he won both the French and European F3 championships, by which time he was on the shopping lists of several Formula 1 teams. After carefully considering his options he chose to sign with McLaren for 1980.",
      "In his first Formula 1 season he finished in the points four times but also had several accidents, breaking his wrist in one of them and suffering a concussion in another. Some of his crashes were caused by worrying mechanical failures and Alain also had misgivings about the way the McLaren team was run. Amidst some acrimony he chose to break his two-year contract and signed with Renault.",
      "His first Formula 1 victory came at home: a French driver in a French car in the 1981 French Grand Prix at Dijon. For Alain the momentous occasion that marked the beginning of his winning ways was memorable mostly for the change it made in his mindset. Before, you thought you could do it, he said. Now you know you can. The victories kept coming - he had nine during his three seasons with Renault - but the winner found himself increasingly at odds with the home team's management, who made him the scapegoat for failing to win a championship, and with the French fans, who much preferred the homely appeal of his ragtag team mate Rene Arnoux, with whom Prost had a running feud. Fed up with it all, Alain moved his wife Anne-Marie and their son Nicolas to Switzerland and went racing again with the British-based McLaren team in 1984.",
      "In his six seasons with McLaren Alain Prost won 30 races and three driving titles and was runner-up twice. In 1985 he became the first French World Champion. In 1986 he became the first back-to-back champion since Jack Brabham 26 years earlier. In 1987, his 28th Grand Prix victory beat Jackie Stewart's 14-year-old record. In 1988, Prost contributed seven wins to his McLaren-Honda team's one-sided season total of 15 victories from 16 races. However, his brilliant new team mate Ayrton Senna won eight races and the driving title. Thus began the sensational rivalry that conspired to push two of the sport's greatest drivers to unprecedented heights of success and controversy.",
      "Alain Prost, nicknamed 'The Professor' for his cerebral approach to racing, needed all his brainpower and driving skill to take on the formidable Senna. Unable to match him in pure speed, The Professor (like his heroes Stewart and Lauda) managed to hold his own by perfecting an economical style: starting a race conservatively, taking it easy on the brakes and tyres and then making a late race challenge. Meanwhile, the Brazilian's tendency to go flat out all the time (even in the rain, which Prost hated) left his French team mate behind in terms of public appeal, which was another contributing factor in what became the most bitter feud in Formula 1 history.",
      "McLaren's domination continued throughout 1989 and the Prost-Senna struggle for supremacy put them on a collision course. Mutual admiration turned to all-out hatred, with the Frenchman accusing his Brazilian team mate of dangerous driving and of receiving more than a fair share of attention from both McLaren and Honda. Their embittered season ended in a controversial clash in the chicane at Suzuka, where Prost deliberately shut the door on Senna and clinched his third driving title, whereupon he promptly stalked off to join his new employers: Ferrari.",
      "In his first year with Ferrari Prost won five races and again came to the 1990 season finale in Japan with only his McLaren adversary capable of depriving him of the championship. Senna did just that, taking his second driving title by deliberately driving into the Ferrari at Suzuka. What he did was disgusting, Prost said. He is a man without value.",
      "In 1991 Ferrari fell off the pace and for the first time in ten years Alain Prost failed to win a race. He blamed the Italian team for losing the plot, went public with his criticism and was fired before the end of the season. With no time to find another ride he took a sabbatical from driving and spent 1992 as TV commentator, before returning in 1993 with Williams-Renault to win seven more races - bringing his total to a then record 51 - and take his fourth driving title. Faced with the prospect of having the hated Senna becoming his Williams team mate The Professor announced his retirement, saying: The sport has given me a lot but I decided the game wasn't worth it any more.",
      "But he wasn't yet finished playing the game. He went back to TV commentating and worked as an adviser and test driver for McLaren, before buying the Ligier team in 1997 and renaming it Prost Grand Prix. Beset by political and financial problems the team was an embarrassment for the four-time champion, who closed up shop at the end of 2001.",
      "Text - Gerald Donaldson"
    ]
  },
  "Ayrton Senna": {
    "hall_of_fame": "HALL OF FAME - 1988, 1990, 1991",
    "data": [
      "He streaked through the sport like a comet, an other-worldly superstar whose brilliance as a driver was matched by a dazzling intellect and coruscating charisma that illuminated Formula 1 racing as never before. No one tried harder or pushed himself further, nor did anyone shed so much light on the extremes to which only the greatest drivers go. Intensely introspective and passionate in the extreme, Ayrton Senna endlessly sought to extend his limits, to go faster than himself, a quest that ultimately made him a martyr but did not diminish his mystique.",
      "Ayrton Senna da Silva was born on March 21, 1960, into a wealthy Brazilian family where, with his brother and sister, he enjoyed a privileged upbringing. He never needed to race for money but his deep need for racing began with an infatuation for a miniature go-kart his father gave him when he was four years old. As a boy the highlights of Ayrton's life were Grand Prix mornings when he awoke trembling with anticipation at the prospect of watching his Formula 1 heroes in action on television. At 13 he raced a kart for the first time and immediately won. Eight years later he went single-seater racing in Britain, where in three years he won five championships, by which time he had divorced his young wife and forsaken a future in his father's businesses in favour of pursuing success in Formula 1 racing, where he made his debut with Toleman in 1984. At Monaco (a race he would win six times), his sensational second to Alain Prost's McLaren - in torrential rain - was confirmation of the phenomenal talent that would take the sport by storm.",
      "Official Ayrton Senna memorabilia > Official Ayrton Senna merchandise >",
      "Deciding Toleman's limited resources were inadequate for his towering ambition, Senna bought out his contract and in 1985 moved to Lotus, where in three seasons he started from pole 16 times (he eventually won a record 65) and won six races. Having reached the limits of Lotus he decided the fastest way forward would be with McLaren, where he went in 1988 and stayed for six seasons, winning 35 races and three world championships.",
      "In 1988, when McLaren-Honda won 15 of the 16 races, Senna beat his team mate Alain Prost eight wins to seven to take his first driving title. Thereafter two of the greatest drivers became protagonists in one of the most infamous feuds. In 1989 Prost took the title by taking Senna out at the Suzuka chicane. In 1990 Senna extracted revenge at Suzuka's first corner, winning his second championship by taking out Prost's Ferrari at Suzuka's first corner. Senna's third title, in 1991, was straightforward as his domination as a driver became even more pronounced, as did his obsession with becoming better still. Some of his greatest performances came in his final year with McLaren, following which he moved to Williams for the ill-fated 1994 season.",
      "Beyond his driving genius Senna was one of the sport's most compelling personalities. Though slight in stature he possessed a powerful physical presence, and when he spoke, with his warm brown eyes sparkling and his voice quavering with intensity, his eloquence was spellbinding. Even the most jaded members of the Formula 1 fraternity were mesmerised by his passionate soliloquies and in his press conferences you could hear a pin drop as he spoke with such hypnotic effect. His command performances were captured by the media and the world at large became aware of Senna's magnetic appeal.",
      "Everyone marvelled at how he put so much of himself, his very soul, into everything he did, not just his driving but into life itself. Behind the wheel the depth of his commitment was there for all to see and the thrilling spectacle of Senna on an all-out qualifying lap or a relentless charge through the field evoked an uneasy combination of both admiration for his superlative skill and fear for his future.",
      "He drove like a man possessed - some thought by demons. His ruthless ambition provoked condemnation from critics, among them Prost who accused him of caring more about winning than living. When Senna revealed he had discovered religion Prost and others suggested he was a dangerous madman who thought God was his co-pilot. Senna is a genius, Martin Brundle said. I define genius as just the right side of imbalance. He is so highly developed to the point that he's almost over the edge. It's a close call.",
      "Even Senna confessed he occasionally went too far, as was the case in qualifying for the 1988 Monaco Grand Prix, where he became a passenger on a surreal ride into the unknown. Already on pole, he went faster and faster and was eventually over two seconds quicker than Prost in an identical McLaren. Suddenly, it frightened me, Ayrton said, because I realised I was well beyond my conscious understanding. I drove back slowly to the pits and did not go out anymore that day.",
      "He said he was acutely aware of his own mortality and used fear to control the extent of the boundaries he felt compelled to explore. Indeed, he regarded racing as a metaphor for life and he used driving as a means of self-discovery. For me, this research is fascinating. Every time I push, I find something more, again and again. But there is a contradiction. The same moment that you become the fastest, you are enormously fragile. Because in a split-second, it can be gone. All of it. These two extremes contribute to knowing yourself, deeper and deeper.",
      "His self-absorption did not preclude deep feelings for humanity and he despaired over the world's ills. He loved children and gave millions of his personal fortune (estimated at $400 million when he died) to help provide a better future for the underprivileged in Brazil. Early in 1994 he spoke about his own future. I want to live fully, very intensely. I would never want to live partially, suffering from illness or injury. If I ever happen to have an accident that eventually costs my life, I hope it happens in one instant.",
      "And so it did, on May 1, 1994, in the San Marino Grand Prix, where his race-leading Williams inexplicably speared off the Imola track and hit the concrete wall at Tamburello corner. Millions saw it happen on television, the world mourned his passing and his state funeral in Sao Paulo was attended by many members of the shocked Formula One community. Among the several drivers escorting the coffin was Alain Prost. Among the sad mourners was Frank Williams, who said: Ayrton was no ordinary person. He was actually a greater man out of the car than in it.",
      "Text - Gerald Donaldson"
    ]
  },
  "Nigel Mansell": {
    "hall_of_fame": "HALL OF FAME - 1992",
    "data": [
      "No driver fought harder to get into Formula 1 racing and few fought harder when they got there. Hugely determined, immensely aggressive and spectacularly daring, he was one of the most exciting drivers ever. With his win or bust approach - 31 wins and 32 crashes - he became the most successful British driver and joined the ranks of the all-time greats in terms of fastest laps, wins and poles. With the Union Jack on his helmet and a chip on his shoulder, he was both quick and controversial. His awkward personality made him some enemies, his heroic performances made him millions of fans. Nigel Mansell was a driven man and it showed.",
      "Born on 8 August, 1953, near Birmingham, Nigel Ernest Mansell first drove a car in a nearby field at the age of seven. That same year he watched Jim Clark in a Lotus win the 1962 British Grand Prix at Aintree and decided then and there to emulate the great Scot, an ambition no doubt entertained by countless other small boys. Few of them would have persevered through Mansell's many misfortunes.",
      "After considerable success in kart racing, he become the 1977 British Formula Ford champion, despite suffering a broken neck in a testing accident. Doctors told him he had come perilously close to quadriplegia, that he would be confined for six months and would never drive again. Mansell sneaked out of hospital (telling the nurses he was going to the toilet) and raced on. Three weeks before the accident he had resigned his job as an aerospace engineer, having previously sold most of his personal belongings to finance his foray into Formula Ford. Next, Mansell and his loyal wife Rosanne sold their house to finance a move into Formula Three. In 1979 a collision with another car resulted in a huge cartwheeling crash he was lucky to survive. Again he was hospitalised, this time with broken vertebrae in his back. Shortly after this, stuffed with painkillers and hiding the extent of his injury, Mansell performed well enough in a tryout with Lotus to become a test driver for the Formula One team. In his Formula One debut, at the 1980 Austrian Grand Prix, a fuel leak in the cockpit left him with painful first and second degree burns on his buttocks.",
      "Mansell became very close to Lotus boss Colin Chapman and was devastated by his sudden death in 1982. He stayed with the team for two more years, then moved to Williams in 1985. Near the end of that season, having no victories to show for 71 Grand Prix starts, Mansell suddenly blossomed into a prolific winner, starting with the 1985 European Grand Prix at Brands Hatch, where he wept on the podium. In a span of 18 months he won 11 races, yet lost out on two World Championships he was poised to win. In 1986 a burst tyre in Adelaide destroyed his season at the last possible moment. In 1987 it was a serious qualifying accident at Suzuka that injured his back again (a spinal concussion) and handed the title to his hated Williams-Honda team mate Nelson Piquet (who called Mansell an uneducated blockhead and took verbal shots at Rosanne). For Mansell (who never physically attacked Piquet as he had Ayrton Senna after they collided at Spa), the highlight of 1987 was his scintillating late race charge to beat his least favourite Brazilian at Silverstone. Mansell was simply unstoppable, setting lap records 11 times in the final moments as he reeled in the other Williams. On his victory lap, as thousands of patriotic fans in the feverish grip of 'Mansellmania' flooded onto the track, their hero stopped to kiss the tarmac at the spot where he'd overtaken Piquet at 180mph.",
      "Mansell thrived on adversarial situations, using them to fuel his motivational fires, and if they didn't exist he seemed to go out of his way to create them. His 'me against the world' mentality caused conflict. At Williams, Patrick Head said he thinks everybody is trying to shaft him at all times and Frank Williams called him a pain in the arse. The media also tired of Mansell's chronic complaining. But the fans loved him for the pure, palpable aggression with which he raced. Even that wasn't enough to overcome the deficiencies of the Judd-engined Williams cars in 1988 and when an opportunity arose at Ferrari Mansell seized it with both fists.",
      "His 1989 debut with Ferrari began with a win in Rio and throughout the season he flogged his Ferrari for all it was worth, endearing himself to the fanatical Italian tifosi who called their moustachioed British hero 'Il Leone' (The Lion). At the Hungaroring, where overtaking is supposed to be impossible and where he had qualified a seemingly hopeless 12th, Mansell stormed through the field, scraped past Senna's McLaren in a breathtaking manoeuvre and won the race. In 1990 the wheels came off Mansell's Ferrari bandwagon when Prost became his team mate and out-manoeuvred him politically. At Silverstone the 'British Bulldog' theatrically threw his gloves into the adoring crowd and announced he was retiring at the end of the season. A couple of months later he made a U-turn and announced he was returning to Williams. In 1991 he won five times in the Williams-Renault but lost out on reliability to McLaren's Senna, who took the title. The next year Mansell dominated, winning nine of the 16 races in his Williams-Renault FW14B, but shortly after he was declared the 1992 World Champion he again announced his retirement. His grievances with Williams included a dispute over money and anger that the despised Prost might be his 1993 team mate. Williams offered a last-minute incentive of whatever conditions he wanted but Mansell stalked off to IndyCar racing in America, where he immediately dominated, even on the unfamiliar high speed ovals, and became the 1993 IndyCar champion.",
      "In 1994 Williams persuaded him to return for the final four races, the last of which, in Australia, he won in stunning fashion from pole position. The next year he raced twice for McLaren but decided the car wasn't up to his speed. And so, after 187 hard races in 15 tumultuous seasons, 41-year-old Nigel Mansell left Formula One racing for good.",
      "He retired a rich man, operating several business enterprises, including a Ferrari dealership and a golf and country club (he played golf to a professional standard) and lived the good life with his wife Rosanne and their three children.",
      "I had my fair share of heartaches and disappointments, he said of his career, but I also got a lot of satisfaction. I only ever drove as hard as I knew how.",
      "Text - Gerald Donaldson"
    ]
  },
  "Michael Schumacher": {
    "hall_of_fame": "HALL OF FAME - 1994, 1995, 2000-2004",
    "data": [
      "Since the Formula 1 World Drivers' Championship began in 1950 the title has been won by 34 different drivers, 16 of who won more than one championship. Of the multiple champions the most prolific was Juan Manuel Fangio, whose record of five titles stood for five decades until it was eclipsed by the most successful driver in the sport's history. Seven times a champion, Michael Schumacher also holds nearly every scoring record in the book by a considerable margin. Though his ethics were sometimes questioned, as was his decision to make a comeback after retiring, his sheer dominance when in his prime is beyond doubt...",
      "The most extraordinary driver's origins were most ordinary. He was born on 3 January, 1969, near Cologne, Germany, six years before his brother Ralf, who would also become a Formula One driver of note. Their father, a bricklayer, ran the local kart track, at Kerpen, where Mrs Schumacher operated the canteen. As a four-year old Michael enjoyed playing on a pedal kart, though when his father fitted it with a small motorcycle engine the future superstar promptly crashed into a lamppost. But Michael quickly mastered his machine and won his first kart championship at six, following which his far from affluent parents arranged sponsorship from wealthy enthusiasts that enabled Michael to make rapid progress. By 1987 he was German and European kart champion and had left school to work as an apprentice car mechanic, a job that was soon replaced by full-time employment as a race driver. In 1990 he won the German F3 championship and was hired by Mercedes to drive sportscars. The next year he made a stunning Formula One debut, qualifying an astonishing seventh in a Jordan for the Belgian Grand Prix at Spa, whereupon he was immediately snapped up by Benetton, with whom in 1992 he won his first F1 race, again at Spa, among the most demanding circuits of them all.",
      "Official Michael Schumacher memorabilia >",
      "Official Michael Schumacher merchandise >",
      "Over the next four seasons with Benetton he won a further 18 races and two world championships. His first, in 1994, was somewhat tainted in that Benetton was suspected of technical irregularities and in their championship showdown race in Adelaide Schumacher collided (deliberately, some thought) with the car of his closest challenger, the Williams of Damon Hill. But Germany's first world champion was unquestionably worthy of the 1995 driving title, following which he moved to Ferrari, then a team in disarray and without a champion since Jody Scheckter in 1979. The Schumacher-Ferrari combination began promisingly with three wins in 1996 and five more in 1997, though that season ended in humiliation when in the final race, at Jerez in Spain, Schumacher tried unsuccessfully to ram the Williams of his title rival Jacques Villeneuve off the road. As punishment for his misdemeanour Schumacher's points and his second place in the championship were stricken from the record books he would thereafter begin to rewrite.",
      "After finishing second overall in 1998, Schumacher's 1999 season was interrupted by a broken leg (the only injury in his career) incurred in a crash at the British Grand Prix. From then on there was no stopping 'Schumi' - who in 2000 became Ferrari's first champion in 21 years, then went on to win the driving title for the next four years in succession. In 2002 he won 11 times and finished on the podium in all 17 races. In 2003 he broke Fangio's record by winning his sixth driving title. In 2004 he won 13 of the 18 races to win his seventh championship by a by a massive margin.",
      "Like all the great drivers Schumacher had exceptional ambition, confidence, intelligence, motivation, dedication and determination. What set him apart and helped account for his unprecedented length of time at the top was a pure passion for racing and an endless quest for improvement.",
      "Blessed with a supreme natural talent honed to the highest degree, he had a racing brain to match and spare mental capacity that enabled him to make split-second decisions, adapt to changing circumstances and plan ahead while driving on the limit, which with his superb state of fitness (he trained harder than any driver) he could do consistently for lengthy periods of time. The smoothly swift and mechanically-aware driver operated with a keen sensitivity for the limits of his car and himself (he seldom made mistakes) and his feedback to the engineers (led by technical director Ross Brawn who worked with him throughout his career) was invariably astute.",
      "No Ferrari driver worked harder for the team, nor were any of them more appreciated than the German who led the Italian team to six successive Constructors' Championships. He led by example, frequently visiting the factory at Maranello, talking to the personnel, thanking them, encouraging them, never criticising and inspiring everyone with his optimism, high energy level and huge work ethic. The team was devoted to the driver who often said he loved the Ferrari 'family.'",
      "Life with his own family - wife Corinna and their children Gina-Maria and Mick - was deliberately kept as normal as possible (they seldom came to the races) by the essentially shy and private man who became one of the most famous sportsmen in the world. Rich beyond his wildest dreams (he reportedly earned as much as $100 million a year), he generously supported charities, especially those for underprivileged children, and to help victims of the 2004 Asian tsunami disaster he made a personal donation of $10 million.",
      "After finishing second in the 2006 championship, the aging superstar was still at the peak of his powers, having won seven races to bring his total to 91 (40 more than his nearest rival, Alain Prost.) No champion had been so superior for so long, but Schumi had grown tired of the effort required to continue to excel and decided to hang up his helmet.",
      "Yet his retirement proved to be only temporary. In 2010, after a three-year hiatus as a consultant to Ferrari, 41-year-old Michael Schumacher succumbed to the lure of driving for the new Mercedes team headed by Ross Brawn. Critics questioned the multiple champion's decision to risk his reputation in the sport that was once his personal playground. He gave his best but made it to the podium only once during his three-year comeback. In his final season of 2012 his opponents included five other world champions - all of them at least a decade younger. I enjoyed most of it, Michael Schumacher said of the second part of his career. It wasn't as successful as before but I still learned a lot for life. I found that losing can be both more difficult and more instructive than winning. Now is a good time to go.",
      "In the cruelest of ironies, after surviving so many seasons in his dangerous profession, Michael Schumacher’s first year in permanent retirement ended with him suffering a very serious head injury incurred when he fell while on a family skiing holiday. Following the accident that left him in a coma for several months his family brought him home where he faced a lengthy period of rehabilitation. If the power of public opinion could help his recovery it came in the form of a tremendous outpouring of messages of hope, support and encouragement for the sport’s most successful driver.",
      "Text - Gerald Donaldson"
    ]
  },
  "Damon Hill": {
    "hall_of_fame": "HALL OF FAME - 1996",
    "data": [
      "When Williams made Damon Hill a Formula 1 driver, despite his undistinguished racing record, Frank Williams said it was because he was a tough bastard and Patrick Head said he admired his fierce inner determination. Like his World Champion father Graham Hill, he needed these qualities to achieve ultimate success in the sport to which - also like his father - he came late after a long struggle. His heritage helped, as did luck, but in the end it was his own ability that enabled Damon Hill to add lustre to the family name.",
      "Damon Graham Devereux Hill was born on September 17, 1960, two years before his father Graham won his first driving title. The Hills lived comfortably in a large London house where from an early age Damon was accustomed to visits from such family friends as Stirling Moss, Jim Clark, John Surtees and Jackie Stewart. But he found their line of work boring to watch and was instead much more interested in motorbikes, a small example of which his father bought for him when he was 11. Four years later the Hill's happy home life was torn asunder when Graham and several members of his Formula One team were killed in an air crash. Insurance claims wiped out all the family savings, leaving Bette Hill to bring up Damon and his two sisters in drastically reduced financial circumstances.",
      "Damon credited both his parents for instilling in him the qualities he needed to endure and overcome the hardships that came his way. His father had become a champion through dedication, persistence and hard work and was also noted for his keen sense of humour. Both Graham and Bette Hill were highly competitive, single-minded people when they first met at the London Rowing Club (where she also rowed for England) and it was in their honour that Damon (like his father) chose to use the club's insignia on his helmet when he went racing.",
      "To help finance his education (he studied English, history, economics and business administration) Damon worked as a labourer and as a motorcycle courier. In 1981 he started competing on bikes, preparing them himself and towing them to the races where he slept in a tent. In 1985, at the age of 25, he found enough sponsorship for a season of Formula Ford racing, where he showed promise but was not rated highly. The same was true of Formula Three, where he won three races in three years, following which another three years in Formula 3000 failed to produce a victory, though his obvious attributes as a hard-working, hard-tryer impressed Williams enough to hire him as a test driver, beginning in 1991. His Formula One debut the next year, with an impoverished Brabham team in a hopelessly uncompetitive car, proved to be a disaster when Damon only managed to qualify twice in eight races. Meanwhile, his continuing testing role with Williams (where he logged over 18,000 miles in two years) paid dividends: for Nigel Mansell, who won the 1992 driving title in a car Damon helped develop, then for Damon himself, who was promoted to replace him when Mansell left Formula One to race IndyCars in America.",
      "In 1993, at the age of 33 and with only two Grand Prix starts on his CV, Damon made the most of the opportunity, winning three races and finishing third overall to his title-winning team mate Alain Prost, who then retired from Formula One racing. The next year, after Prost's replacement Ayrton Senna was killed in his third race with Williams, the task of leading the team fell to Damon, who responded brilliantly, helping rebuild morale and driving himself to exceed all expectations, save his own. His 1994 championship battle with Benetton's Michael Schumacher ended when they collided controversially in the final race at Adelaide. Schumacher, who was accused by some of deliberately taking his rival out, won the title by a single point from Hill, whom others thought could have avoided the crash.",
      "In 1995, after he again finished second best to Schumacher, criticisms of Hill escalated. Some in the Williams team thought he should have done better in what was the best car and Schumacher suggested he was a second-rate driver. Many in the media were like-minded, though none could deny the dignity and decency of the man. His articulate way of speaking, laced with a dry humour (he played guitar in a punk rock band called Sex Hitler and the Hormones) and common sense wisdom, set him apart from mostly much younger peers (Schumacher was eight years younger), though his self-deprecating manner belied his steely resolve.",
      "Some people might think I got here because I had a sweet smile and a famous name, Hill said. Well it wasn't like that. I was written off a lot during my career. The point I am making is that the fact I am at Williams is a measure of my determination to succeed. As for the team, it will naturally be more inclined to put its faith in someone who has actually done the job, rather than someone who claims he can do it.",
      "And yet when he duly took the driving title in 1996, by winning eight of the 16 races and out-pointing his rookie team mate Jacques Villeneuve, the team lost faith in Damon Hill. Late in the season Williams told him his services were no longer required (and replaced him Heinz-Harald Frentzen). Though shocked by his unceremonious dismissal Damon maintained the decorum he thought a champion should have, leaving his indignant wife Georgie (they married in 1988 and had three children) to speak up for him. Damon has proved himself to have more integrity and dignity in his little finger, Georgie Hill said, than most people have got in their whole body.",
      "With no top drives available he endured an unproductive 1997 at Arrows, then moved to Jordan, scoring that team's first Formula One victory in the 1998 Belgian Grand Prix. In his final season, with Jordan, his motivation waned noticeably and at the end of 1999 he finally hung up the well-known Hill helmet. There was no doubt he had done justice to the family name. To Graham Hill's total of 14 wins and two driving titles, Damon Hill added 22 victories and a World Championship.",
      "Text - Gerald Donaldson"
    ]
  },
  "Jacques Villeneuve": {
    "hall_of_fame": "HALL OF FAME - 1997",
    "data": [
      "Judging by the record books Jacques Villeneuve had a Formula 1 career in reverse. He nearly won the driving title in his debut year, did so in his second season, then went steadily downhill and eventually dropped right out of the sport. Yet the statistical rise and fall of the son of one of the greatest racing heroes was not an accurate reflection of his driving ability, nor do the numbers do justice to his impact as one of the most colourful and controversial champions. As a distinctive personality he stood alone and in terms of his entertainment value he had few peers.",
      "When he decided to become a racer the son of legendary Ferrari driver Gilles Villeneuve was always going to be a name to watch. Having a famous father was a mixed blessing. While doors opened for him quickly the son of the late hero was expected to speed through them and continue the family tradition of hard-driving success. As it developed, Jacques Villeneuve soon made a name for himself.",
      "He was certainly to the manner born, on 9 April, 1971, in Canada's French-speaking province of Quebec, from where Gilles Villeneuve took the racing world by storm - and took his family with him. Gilles, his wife Joann and their children Melanie and Jacques lived a nomadic life, touring around North America to Formula Atlantic races in a motorhome, in which they also lived on Grand Prix weekends in Europe after Gilles joined Ferrari. Little Jacques, who grew up in Formula One paddocks watching his father race, was bewildered when Gilles was killed in practice for the 1982 Belgian Grand Prix at Zolder. His mother sent him to private school in Switzerland, where Jacques developed into a fiercely independent character, threw himself into downhill skiing with a vengeance, then chose to follow in his father's footsteps.",
      "He swept through the international ranks - saloon cars in Italy, F3 in Europe and Japan, FAtlantic and IndyCars in North America. In 1995, aged 24, he became the youngest winner of both the famed Indianapolis 500 race and the IndyCar championship. In 1996 Williams brought him to Formula One racing, where he started from pole at the first race of the season, in Australia, led (until slowed by an oil leak) and finished second to his veteran Williams team mate Damon Hill, with whom he engaged in a see-saw struggle for supremacy for the rest of the year. In the end the championship went to Hill, who won five races to Villeneuve's four, but the feisty French Canadian's electrifying debut was the talk of the racing world.",
      "In 1997 Villeneuve fulfilled his fast and furious promise, winning seven races and taking the driving title in spectacular fashion from Michael Schumacher in a notorious championship showdown at Jerez in Spain. Schumacher's infamous failure to ram his rival off the road left the Ferrari superstar in disgrace and Villeneuve on the top of the world. It was a wonderfully dramatic story - the brave son of a racing legend who fended off a villain's worst efforts to become World Champion - that confirmed Villeneuve's place in Formula 1 history and folklore.",
      "In the car, his fighting spirit, lust for speed, penchant for risk-taking and eagerness to engage in close combat were reminiscent of the qualities that endeared his famous father to the fans. Like him, Jacques Villeneuve thrived on the sensation of driving on the limit and delighted in daring himself to go beyond it. He had several spectacular accidents, from which he would emerge grinning and marvelling at the thrill of it all.",
      "Engagingly eccentric, opinionated and outspoken, he defied convention and challenged authority, saying exactly what he thought in an era when drivers were expected to express only sweet-talking platitudes. Villeneuve called his well-behaved peers ‘corporate robots’ and said fans wanted real characters they could identify with. The rebel talked the talk and walked the walk, dying his hair in rainbow colours and wearing 'high grunge' clothing like a rock star - or a pop icon, which is what he became for millions of adoring fans. Females loved the idiosyncratic, spectacle-wearing, studious-looking heartthrob with the fashionable chin stubble, though he always had a steady girlfriend and was once engaged to Australian pop diva Dannii Minogue (Kylie's sister), before becoming the fiance of a teenage American ballerina, then marrying Johanna, a Parisian girl he met in a restaurant.",
      "His unpredictable behaviour was not always appreciated by the FIA, which several times warned the unruly renegade to clean up his act because he was bringing the sport into disrepute. When Villeneuve publicly described proposed rule changes as ‘shit’ the governing body threatened to suspend him. And yet when he was no longer a frontrunner FIA president Max Mosley said the sport would benefit from the controversial element Jacques Villeneuve would surely contribute to the championship.",
      "In 1998 a performance drop-off at Williams coincided with preparations by Villeneuve's long-time manager Craig Pollock to set up the British American Racing team. When Villeneuve joined the new venture critics claimed the lure was a huge offer from BAR that would make his income second only to Michael Schumacher. Villeneuve denied he was driving for dollars and said that in life you have to follow your dreams and take risks.",
      "But BAR went nowhere fast and Villeneuve's reputation suffered, as did his motivation. In his five years with the uncompetitive team he fell steadily off the pace, yet was still collecting a champion's salary (about US$20 million a year), which caused extra friction when BAR came under new management. After a 2003 season of strife Villeneuve's contract was not renewed and it seemed the ex-champion was history.",
      "However, most observers believed he could still be a driving force in a good car and this, together with his sky-high publicity value, led to Villeneuve's second coming. Renault hired him for three races in 2004 and in 2005 he signed a two-year contract with Sauber, where his fair to middling results were a reflection of the small Swiss-based team's capability. When Sauber became BMW in 2006 Villeneuve stayed on, but halfway through the season he was asked to sit out a race while a young driver (Robert Kubica) was evaluated. The 35-year-old Villeneuve viewed his temporary demotion as a preview of the future and immediately walked away from the sport.",
      "Screw this, he declared. It's time to get on with the rest of my life.",
      "Text - Gerald Donaldson"
    ]
  },
  "Mika Hakkinen": {
    "hall_of_fame": "HALL OF FAME - 1998, 1999",
    "data": [
      "He never said much, preferring to let his driving speak for itself. And it spoke volumes for the laid-back Flying Finn who always drove flat out. Everybody liked the silent star and nobody begrudged the success of the brave man who was nearly killed before he achieved it. Consistent as well as quick, he scored points in over half his races, taking his lop-sided grin to the top of the podium on 20 occasions. In their 11 years as rivals the only driver who achieved more was Michael Schumacher, who said the opponent he most respected was Mika Hakkinen.",
      "Five years after Mika Pauli Hakkinen was born, on September 28, 1968, his parents hired a go-kart for him to try at a track near their home outside Helsinki. On the very first lap little Mika had a big accident, though fortunately without injury to himself. Yet his first racing memory was not of his own fear but the look of it on his father's face. Unphased by his shaky start, Mika pestered his parents - Harri (a short wave radio operator and part time taxi driver) and Aila (a secretary) - until they bought him a kart of his own. As Mika became an increasingly quick karter the whole family - including his sister Nina - went racing for fun, forming their own little team and driving to races in a minibus. Though Mika preferred action to studying (briefly combining both by training as an acrobat at a circus school), he finished elementary school and enrolled in a metal working course. This was soon abandoned in favour of pursuing a career in a more obvious metier: by 1986 he was a five-time karting champion and had become a protege of fellow Finn, Keke Rosberg, the 1982 World Champion. They met, appropriately, in a sauna and Rosberg became his manager, arranging sponsorship that helped propel Mika flat out (a favourite expression of both Finns) through the junior categories of single-seater racing.",
      "The new Flying Finn won three Scandinavian Formula Ford championships, the Opel Lotus Euroseries championship, then the 1990 British Formula Three championship, following which he was promoted to Formula One racing by Team Lotus. Though Lotus was then on a downward spiral Mika's obvious talent made him a driver in demand. In 1993 McLaren boss Ron Dennis signed him (and came to take a paternal interest in him) for testing duties and to serve as understudy to Ayrton Senna and Michael Andretti. When the latter left Formula One racing with three races of the season remaining, Mika became superstar Senna's team mate, famously out-qualifying him on his debut, in Portugal. Senna's move to Williams for 1994 (when he would die) made Mika number one at McLaren but he still had imperfections. At Hockenheim he was found guilty of triggering a ten-car crash on the first lap and received a one-race ban.",
      "The worst accident of his career was not his fault but had nearly fatal consequences. Mika's promising 1995 season, he had seven podium finishes, ended disastrously in Adelaide. In practice some debris punctured a tyre and pitched his McLaren into a wall with sickening force. Rescue crews rushed to his aid and found Mika critically injured, bleeding profusely from the mouth and turning blue from lack of oxygen. Doctors, led by FIA medical delegate Professor Sid Watkins, performed an emergency tracheotomy, making an incision in his throat and inserting a tube so he could breathe, before transporting him to hospital where his life hung in the balance for some time. As he slowly regained consciousness Mika began to recognise the concerned faces surrounding his bed, among them his girlfriend Erja, who helped nurse him through the difficult period that followed.",
      "Back at his flat in Monaco, where, Mika joked, he slept more than his pet tortoise Caroline, he gradually recovered all his faculties, except for a hearing impediment that contributed to a slightly slower way of speaking. But he was unsure about being able to resume his racing life. You can only get over your fears if you attack them head on, he said. So I had to go driving again flat out. Early in 1996, in a private test arranged by McLaren, he was immediately as quick as ever.",
      "If the Flying Finn was still fast he had yet to translate his speed into a Formula One victory. When it came, in the last race of 1997 at Jerez, it was inconclusive in that both his McLaren team mate David Coulthard and Williams driver Jacques Villeneuve (en route to becoming champion) moved out of his way to let Mika win. His second victory, in the 1998 season-opener in Melbourne, came also through the courtesy of the loyal Coulthard, who honoured their pre-race agreement to let him take the chequered flag first. From then on there was no stopping Mika, though Ferrari's Michael Schumacher did his best in what became a season-long championship battle. Ultimately, Mika won half the season's 16 races (Schumacher won six) and became the 1998 World Champion.",
      "In 1999 the reigning champion's task of defending his title was made easier by the absence of Schumacher (who missed several races with a broken leg) and Mika ultimately defeated Ferrari's Eddie Irvine to secure his second successive driving title. However, his season was blemished by a rare mistake made at Monza, where he threw away a seemingly sure win by selecting the wrong gear and spun out. The disconsolate driver jumped out his car, hopped over the fence, knelt down behind some bushes and wept. Cameras caught the surprising outpouring of emotion from an otherwise apparently unflappable Finn.",
      "In truth, and in private, Mika was a sensitive man who thought deeply but spoke little about his inner feelings. Brain fade, he said of his Monza miscue. Formula One is a mind game, no question. You have to think so hard sometimes smoke comes out your ears! And if you don't keep your head in gear the car will overtake you.",
      "Before long thoughts of retirement began to enter Mika's head. He kept on winning, four times in 2000 and twice the next year, by which time he and Erja (now married) had become the proud parents of little Hugo Hakkinen. Fatherhood made Mika more conscious of his sport's dangers and he grew weary of the constant effort to maintain the speed for which he was acclaimed. At the end of 2001, his ninth year with McLaren, he announced he was going to take a year's sabbatical to spend more time with his family. In fact, he never came back to Formula One racing, where the likeable man who drove flat out was sorely missed.",
      "Text - Gerald Donaldson"
    ]
  },
  "Fernando Alonso": {
    "hall_of_fame": "HALL OF FAME - 2005, 2006",
    "data": [
      "The 28th Formula 1 World Drivers' Champion was at the time the youngest ever. Just 24 years old, Fernando Alonso also led the Renault team to the 2005 Constructors' Championship, thus ending the reign of the Michael Schumacher-Ferrari combination that had dominated for so long. The precocious and personable youngster who made so much history so soon comfortably wore the crown - a bright, polished, perfectly poised new star. Confirmation of his brilliance came in 2006 when he successfully defended his title against strong opposition from Schumacher, whose subsequent retirement left Alonso well-placed to succeed him as Formula 1's resident superstar...",
      "Fernando Alonso Diaz (his full name includes his mother's maiden name, according to the Spanish custom) was born on 29 July, 1981, in Oviedo, a city in the Asturias region of northern Spain, where his mother worked in a department store and his father was employed in the mining industry as an explosive expert. The Alonsos and their two children lived comfortably but were by no means a wealthy family. Luis Alonso, a keen amateur kart racer, wished to share his passion with his children and built them a pedal kart in the form of a realistic-looking miniature F1 car. It was originally intended for eight-year-old Lorena but she soon grew tired of it, whereupon her three-year-old brother eagerly climbed into the tiny cockpit and immediately felt at home. From the beginning little Fernando was not content to simply pedal around. He wanted to compete and to win.",
      "Official Fernando Alonso memorabilia >",
      "Shortly after his seventh birthday he entered his first proper kart race and won, and before he was ten Fernando Alonso's name was engraved on several kart championship trophies. However, further progress would require more funding than his family's limited resources could provide. While his parents fully supported their son's increasingly successful pastime - with his father acting as his mechanic at the races and his mother making sure he also got good marks at school - Fernando knew the only way forward was to get sponsored drives by winning races - which he continued to do. Age proved to be no barrier - he was invariably the youngest driver in every category, and more often than not, the best. By his mid-teens his collection of kart titles included a world championship.",
      "Onward and upward he sped, easily winning a 1999 Spanish-based championship for single seater racing cars, parlaying his prize of a tryout in a Minardi Formula 1 car into a drive in 2000 with a Minardi-backed F3000 team and a testing contract with Minardi's Formula 1 team, in which he made an impressive debut the following season. His obvious potential prompted Renault (formerly Benetton) to sign him as a test driver for 2002, a valuable experience that would enable him to immediately establish himself as a frontrunner when he joined the French automaker's team in 2003. In Malaysia, only his second race for Renault, the 21-year-old became the youngest ever pole winner. Starting from pole again in Hungary, less than a month after his 22nd birthday, he became the youngest Grand Prix winner in history.",
      "In 2004 the difficult-to-drive Renault R24 kept him out of the winner's circle and he finished fourth in the championship. By now, having slotted seamlessly into the team, further polished his driving skills and honed his racecraft, Alonso was ready to take full advantage of Renault's excellent R25 car, in which he would really come of age.",
      "From the beginning of the 2005 season the man to beat was the upstart Spaniard. Equipment variances were a factor, with Michael Schumacher's Ferrari off the pace for the first time in six years and Kimi Raikkonen's McLaren Mercedes proving to be fast but fragile. Meanwhile, the Alonso-driven Renault swept serenely through the longest ever Formula 1 season, scoring points in all but two of the 19 races, finishing in the top three 14 times and winning on seven occasions.",
      "Alonso's nearly flawless performance (his only driving error came in Canada where he crashed while leading) was highlighted by a symbolic defeat of Schumacher at Imola, where he brilliantly fended off the best efforts of the seven-time champion. Schumacher's successor knew when to attack, how to defend, how to control a race - how to win the championship in a car that was usually not as fast as Raikkonen's McLaren. Both drivers had six poles and seven wins, and though the raw racer Raikkonen's challenge was undermined by mechanical misfortune, Alonso's adaptability served him best. His aptitude for adjusting quickly to changing circumstances, his competence at conserving his equipment, his capability of responding immediately to the invariably wise tactical instructions issued by the Renault team, all contributed to his success.",
      "I'm just a normal guy, insisted Alonso, whose swift ascendancy to superstardom left him somewhat embarrassed. Softly spoken, though fluent and articulate in English, his second language, he eschewed the usual trappings of success, choosing to live quietly in Oxford to be near the British-based Renault team that was totally devoted to their boy wonder. My record is going to be in good hands, said Emerson Fittipaldi, who won the 1972 championship when he was 25. In his 25th year Alonso held onto his title even more firmly, securing second successive championships for himself and Renault after an epic duel with a resurgent Michael Schumacher.",
      "Faced with a formidable opponent still at the peak of his powers, the cleverly quick Alonso's focus never wavered in the intensity of battle - the scenario that most appealed to his real racer's instincts. Fiercely determined and eagerly aggressive, he relished the cut and thrust, revelled in the thrill of the chase - all the while remaining supernaturally calm with a maturity that belied his youth and would serve him well in defending his title against the sport's most successful exponent.",
      "Alonso began 2006 with a string of wins and podiums that by mid-season gave him a substantial lead over Schumacher, whose faltering Ferrari was subsequently improved to overcome Renault's initial performance advantage. Thus empowered, the German staged a brilliant comeback that made the Spaniard's eventual title triumph all the more memorable. The fact that they were so evenly matched, with seven wins each, substantiated Alonso's status as a worthy successor to the retiring Schumacher.",
      "In pursuit of a new challenge Alonso left Renault at the end of the year and moved to McLaren, where a fractious relationship with the team and Lewis Hamilton ended with the Spaniard returning to Renault for two more seasons where inferior equipment restricted his results. In 2010 he realised every driver's dream when he was hired to become team leader at Ferrari where he immediately resumed his winning ways (he won five races) and finished second in the championship. In 2011 Ferrari's fluctuating fortunes restricted him to a single victory and fourth in the standings.",
      "In an epic 2012 season he came within three points of winning the driving title for a third time, an achievement that ultimately went to his title rival Sebastian Vettel. But Fernando Alonso distinguished himself in what he called my best ever season by consistently flogging his far from fastest Ferrari for all it was worth, and more. His championship challenge was the product of a fighting spirit, clever racecraft and mistake-free driving that never waned.",
      "His 2013 season was equally impressive, when he was again second overall in a year of even greater domination by Vettel. Flattering a Ferrari that was never more than the third best car (which is where the team finished), Alonso won twice, was second five times, consistently collected high points and failed to score in only two races.",
      "In 2014 his car’s serious limitations left the proud Spaniard winless for the first time in his five years with an increasingly floundering Ferrari team. Yet his reputation as the best of the current drivers remained intact as did his determination to demonstrate his superiority by winning another championship. In pursuit of this goal Alonso chose to disregard their previously acrimonious relationship and rejoin a similarly ambitious McLaren team, for whom 2014 was only their second winless season since 1980. For 2015 McLaren announced it was ‘laying the foundations for future domination’ by renewing a formerly all-powerful alliance with engine supplier Honda and appointing a new team leader in superstar Fernando Alonso.",
      "His 13th year in Formula 1 was the worst by far for the two-time world champion, whose 2015 McLaren-Honda was embarrassingly uncompetitive. Alonso was classified 17th in the drivers’ standings, while his team finished ninth among the ten entrants. Unreliable in the extreme, hopelessly slow when it ran, his car’s consistently poor performance provoked an increasingly frustrated Alonso, whose public criticism of his employer contravened the adage that a team loses and wins together.",
      "The Spanish charger’s 2016 season (his 14th in the sport) began with a massive accident in Australia, after which he endured yet another year of inferior McLaren-Honda equipment. Flattering his car by far, he finished 10th overall in the standings. While he occasionally complained publicly, his warrior mentality never faltered, nor did his reputation suffer as he raced as hard as ever in a losing cause.",
      "The previous successes of the two-time Drivers’ Champion faded further into the distance in 2017 as his floundering McLaren-Honda team finished a humiliating second last in the Constructors’ Championship. Alonso, his Spanish conquistador mindset undimmed, drove as hard as ever for scant reward. He managed to salvage points in only five races, leaving him a lowly 15th overall among the drivers.",
      "Increasingly exasperated by the severe handicaps of a F1 engine that was notoriously unreliable as well as embarrassingly slow, he distracted himself by skipping the Monaco Grand Prix and racing a Honda-powered IndyCar in America’s Indianapolis 500. There, he started fifth then led for a while before retiring with an engine failure.",
      "At the end of the season McLaren ended its F1 partnership with Honda and announced a switch to Renault power for 2018, a move that helped convince Fernando Alonso to stay in the sport he once upon a time dominated.",
      "In 2018 he aggressively manhandled the maximum from still poorly performing equipment to haul himself up to 11th in the drivers’ standings. Sharing the winning sportscar in World Endurance Championship racing at the 6 Hours of Spa and the 24 Hours of Le Mans confirmed his talent was still there. He also made plans for another attempt at winning the Indianapolis 500 in 2019.",
      "But being reduced to an embarrassed also-ran in F1 no longer appealed to the proud 37-year-old Spaniard. He decided to leave that branch of the sport where he had been competing for nearly half his life. After 18 seasons and over 300 Grands Prix Fernando Alonso's record of success stood at 32 wins, 22 poles and 97 podiums. It could have been much more had he made better career choices and avoided episodes of political strife, though he preferred to be remembered for his fighting spirit.",
      "Then after two years away from Formula 1 the Spanish warrior who wanted to be known as the guy that never gives up returned in 2021, driving for the Alpine F1 Team – the rebranded French squad formerly known as Renault where he won his two driving titles in 2005 and 2006.",
      "During his hiatus Alonso won the 2018-2019 FIA World Endurance Championship and the 24 Hours of Le Mans twice – all with the Toyota sportscar team. While his F1 record remains intact it will be a tall order for the 39-year-old veteran to win again. His last F1 victory was at his home race in Spain in 2013 (with Ferrari) and he left the sport with his reputation as a team player somewhat diminished. Perhaps his successes with Toyota – where he equally shared the laurels with other drivers - have given him a deeper understanding of what a driver’s contribution entails beyond being a fiercely competitive individual in the cockpit.",
      "A successful champion should know when it’s time to go – then stay away. This adage refers to the several champions whose ill-advised comebacks tarnished their reputations. Notable exceptions include Niki Lauda and Alain Prost who returned from sabbaticals to win another driving title. Time will tell how Fernando Alonso fares in this regard.",
      "“Coming back into the sport,” Alonso observed, “is never a guarantee that you will be okay and competitive and still enjoy everything in F1.” The veteran driver admitted it took him a while to get up to speed after he returned in 2021 with Alpine F1, where his ambitious young team mate Esteban Ocon proved to be a formidable opponent.",
      "Ocon won a race that season, in which Alonso’s best finish was a third place. The Spaniard finished 10th overall, a few points ahead of his 11th placed French team mate - 15 years younger but uncomfortably close in terms of results. The proud Alonso, whose forte was a sense of superiority, came to resent the threat to his supremacy posed by Ocon. While their combined effort propelled Alpine into fifth overall among the teams, the relationship between the two drivers became increasingly fractious.",
      "In 2022 Ocon out-scored his team mate to finish eighth in the championship, ahead of ninth placed Alonso. The duo in Alpine’s improving cars vaulted the team into an impressive fourth overall finish in the Constructors’ Championship, behind the top trio of Red Bull, Ferrari and Mercedes. But at times the rising discord between Alpine’s drivers threatened to undermine the team’s achievement.",
      "Alonso – famous for his frankness – openly criticised Alpine and the upstart Ocon, who retaliated by claiming he ‘did 98% of the work to improve the team’ when Alonso revealed he would drive for Aston Martin in 2023. Alpine had refused to give Alonso more than a one year contract extension, while Aston Martin F1 hired him (to replace the retiring Sebastian Vettel), providing him with a multi-year contract to at least 2024.",
      "“I am happy now that I’m driving at a very good level,” said the then 41-year-old ‘Spanish Warrior’, whose reputation as a hard-charger still made him a media and fan favourite. ““I am ready to deliver something special in the future and I expect the same from the team.”",
      "And deliver he did – with eight podiums across the 2023 season, Alonso scored 206 of Aston Martin’s 280 points, his undiminished speed, race craft and enthusiasm taking him to fourth in the drivers’ championship. Less competitive machinery stymied that momentum in 2024 – when he became the first F1 driver in history to reach 400 starts – but with his hunger still strong, and technical genius Adrian Newey joining the team in 2025, a return to race-winning ways remains very much on the cards.",
      "Original text - Gerald Donaldson"
    ]
  },
  "Kimi Raikkonen": {
    "hall_of_fame": "HALL OF FAME - 2007",
    "data": [
      "Fast-tracked into the sport with the shortest CV on four wheels, the unknown newcomer who came from nowhere and said next to nothing immediately proved he knew exactly what he was doing: driving a Formula 1 car as fast as it could possibly go. The car couldn't always keep up with his talent and it took seven seasons for Kimi 'Iceman' Raikkonen to become World Champion. Notoriously inanimate and uncommunicative, the silent speedster's frozen expression in fact masked the hidden depths in one of the most original - and popular - characters in the sport's history...",
      "Kimi Matias Raikkonen spent his childhood in a house built by his great grandfather in Espoo, a suburb of the Finnish capital, Helsinki. To provide for Kimi, born on 17 October, 1979, and his older brother Rami, their hard-working parents Matti and Paula toiled, respectively, as a road builder and an office clerk.",
      "Money was scarce but the Raikkonens were a happy family and their humble homestead surrounded by open countryside was an ideal environment for the two rambunctious youngsters to flex their racing muscles. At first (when Kimi was just three years old) the brothers tore around on miniature motocross bikes fitted with training wheels. A move to karts paved the way for Kimi (who began competitive karting at 10) and Rami (who eventually became a successful rally driver) to make rapid progress in motorsport, though it came at a cost. Matti had to work nights as a taxi driver and nightclub bouncer and funds diverted to karting meant plans to replace the outside lavatory with a proper bathroom in the family home had to be postponed.",
      "Official Kimi Raikkonen memorabilia >",
      "Kimi, a reluctant student who used his schoolbag as a sled to slide down snow-covered hills, enjoyed winter sports, especially ice hockey, though he eventually gave it up because he hated getting up for early-morning practice. At 16 he left school and enrolled in a course for mechanics, believing this skill might be the only way to stay involved in motorsport. Very soon his mechanical expertise, and the need for family funding, became superfluous, as Kimi's natural talent for driving fast led to sponsored rides.",
      "Following a rapid series of successes in Finnish, Nordic and European karting, he jumped into a racing car and promptly won two British-based Formula Renault championships. In the fall of 2000, despite having just 23 car races to his name, he was given a test by the Sauber Formula One team. Impressed by his immediate pace and assured approach, Sauber shrewdly signed the 21-year old to drive for them in 2001. His having short-circuited the conventional route to the top provoked fierce debate over his right, let alone his readiness, to race at the pinnacle of motorsport. Raikkonen rapidly silenced his critics (he finished sixth in his Grand Prix debut) and attracted the attention of McLaren, who saw him as a likely successor to the retiring two-time champion, Mika Hakkinen.",
      "One Finn after another proved to be a good thing for McLaren, for whom Kimi the 'Iceman' never gave less than his maximum, always driving to a personal limit that at least equalled, sometimes exceeded, the best of his peers. Experts endlessly praised his seamless, straightforward, mostly mistake-free style. I never really think about what I'm doing, Kimi said in a rare outburst of self-analysis. I just do it.",
      "His five seasons at McLaren coincided with a period of unevenly performing, often unreliable, cars. Yet he finished second in the championship twice (2003 and 2005), won nine races and finished in the top three on 36 occasions. His podium appearances and subsequent TV interviews exposed him to public scrutiny under which he tended to squirm and fidget, tugging his ears, rubbing his nose and trying to hide beneath his baseball cap. He seldom smiled, spoke sparingly in a mumbled monotone, then all but ran for the nearest exit.",
      "Yet in his private life the poker-faced enigma's icy reserve was prone to spectacular bouts of thawing out. 'Drunken Race Ace Kimi Bounced Out Of Lapdance Club For Fiddling With His Gearstick!' shrieked a headline in a British tabloid newspaper. Spanish media gleefully reported that the vodka-loving Flying Finn was found lying fast asleep outside a bar embracing an inflatable rubber dolphin. In Monaco he was filmed cavorting on a yacht, swaying unsteadily on the upper deck then falling onto on a lower level where he landed on his head.",
      "What I do in my private life doesn't make me drive any slower, the free-spirited speedster insisted. In truth, the Iceman's private life was running smoothly and he was well-settled on the domestic front, having in 2004 married Jenni Dahlmann, a gorgeous Finnish fashion model and former Miss Scandanavia. At their sumptuous Swiss home there was plenty of room for their two dogs and Kimi's car collection. Asked to name his most prized possessions, he replied: My wife and my Ferrari Enzo.",
      "In 2007 he began driving a Ferrari Formula One car for a living, having been hired (for a reported $41 million a year) to fill the considerable void left by the departing seven-time World Champion Michael Schumacher, whose unrivalled work ethic and team leadership qualities were not part of a Raikkonen repertoire that seemed more akin to another past champion. A week before his debut with the team, Ferrari's new recruit was in Finland, winning a dangerous snowmobile race he had entered under the alias of 'James Hunt.' When the same 'James Hunt' later competed in a powerboat race dressed in a gorilla suit Kimi said he invoked the name of his hero as a riposte to the media sensationalisation of his private life.",
      "He got off to a fast start with Ferrari, winning the season-opener from pole position, though by the penultimate race he was third in the driver standings, behind the McLaren team mates Fernando Alonso, seeking a third successive title, and Lewis Hamilton, the record-breaking rookie. Though Raikkonen had won more races, five to their four apiece, he remained the longshot among the trio of contenders at the final race, in Brazil. The phlegmatic Finn delivered sensationally, winning the race and the 2007 World Drivers' Championship by a single point.",
      "On the podium the new champion swigged and sprayed his champagne and, grinning at last, the Iceman broke his silence with a virtual torrent of words. I'm very happy. I came from pretty much nothing but my family, friends and sponsors helped me get here. People will probably look at me differently and make up more stories about me. But I'm going to lead my life as I want and that's it.",
      "And so he did. In two more seasons with Ferrari his results tapered off, as did his interest in continuing. At the end of 2009 Ferrari offered him a lucrative way out by buying up the final year of his contract (to make way for Fernando Alonso). Kimi spent the next two seasons amusing himself in the World Rally Championship, an experience he found no substitute for competing at the pinnacle of motorsport, where he returned in 2012 to drive for the Lotus F1 Team.",
      "His comeback was a resounding success. He finished a remarkable third overall in the championship and led Lotus to a highly respectable fourth in the team standings. He was the only driver to complete all 20 races, one of which he won memorably. En route to his popular victory in Abu Dhabi the entertainingly enigmatic Iceman became irritated by ever more anxious radio instructions from his increasingly frantic race engineer. Kimi silenced the voice in his ear with a phrase that immediately entered Formula One folklore: Leave me alone. I know what I'm doing.",
      "Kimi continued to know what he was doing, winning the first race of 2013, coming second in six others and collecting enough points to finish fifth among the drivers, despite missing the last two races to have an operation to repair a back injury. Then, in keeping with his tradition of independence, he announced he was leaving Lotus and would in 2014 return to the team where he won the 2007 championship: Ferrari.",
      "His return to the Scuderia was a disaster, prompting speculation that the Iceman had finally melted. Humiliated by his team mate Fernando Alonso, who scored three times as many points, Raikkonen blamed his worst ever results on an inability to change his car’s handling to suit his driving style. The phlegmatic Finn handled the setback philosophically - “It doesn’t matter. It is what it is.” – an opinion that was shared by Ferrari, who retained his services for 2015.",
      "‘Lacklustre’ and ‘underwhelming’ were some of the terms critics used to describe a 2015 season that seldom went smoothly for Kimi Raikkonen. There were more incidents and accidents than usual and he finished a distant fourth in the championship, well behind his new team mate Sebastian Vettel. Yet he remained arguably the most popular driver and Ferrari renewed his contract. “It’s not been an ideal year,” Kimi admitted. “That’s how it goes.”",
      "A resurgent Raikkonen - rejuvenated by a contract extension for 2017 and remaining relaxed amid the chaos that unsettled his team mate Vettel - was often Ferrari’s main threat in 2016.",
      "And in 2017 - fourteen years after he made his F1 debut, and nearly a decade since he won the driving title - Kimi Raikkonen continued to be a fixture in the sport. No longer a race winner, but dutifully performing his role as understudy to his team leader Sebastian Vettel, he finished fourth in the 2017 driver standings and scored a fair share of the points that enabled Ferrari to secure second place among the teams. For his contribution the Faithful Finn was given another contract extension for a further year.",
      "Kimi Raikkonen finished a solid third overall in the 2018 Drivers’ Championship, racing reliably, scoring points regularly (including 12 podiums and a 21st career win at the US GP) and remaining a bright spot in an otherwise frustrating year for Ferrari, for whom his 2007 driving title made him the famous team’s last World Champion. His uncomplicated character provided a valuable steadying influence during the periods of disarray that again plagued Ferrari. He enjoyed continuing popularity with the fans, among them Sebastian Vettel, who declared Kimi his best ever team mate.",
      "Kimi-watchers saw his traditionally inanimate demeanour enlivened by frequent smiles. The offbeat oddball celebrated for his silence even spoke more. He was a happy man and it showed. Having sorted out his sometimes turbulent private life he now relished his role as the head of a charming family: wife Minttu, young son Robin and baby daughter Rianna.",
      "But he still loved his racing. At the age of 39 and a multimillionaire the veteran of 294 Grands Prix could easily have retired to his sumptuous estates in Switzerland and Finland. Instead, he signed a two-year contract with Alfa Romeo Racing – formerly Sauber – in a back-to-the-future return to where his great F1 adventure began.",
      "From 2019 the newly-renamed team was comfortably led by the sport’s oldest driver. Kimi, who turned 40 in October of that year, proved his motivation was undiminished by earning 43 of the Swiss squad’s 57 points, emphatically outscoring team mate Antonio Giovinazzi – 15 years younger than the 'elderly' Iceman.",
      "Toiling in the relative obscurity of the eighth-placed Swiss-based team suited the publicity-shy Finn well. Living nearby enabled him to frequent the factory where his presence helped inspire the personnel and contribute to the car’s development. Moreover, the more mature Kimi Raikkonen, once notorious as a rowdy tearaway but now a devoted family man, was finding his private life especially rewarding.",
      "In 2021 Raikkonen finally decided that those rewards outweighed the racing ones, and after a record 349 starts as an F1 driver, the 42-year-old veteran retired from the sport. In his last season, though forced to sit out two races after testing positive for Covid-19, he scored 10 of his Alfa Romeo Racing team’s 13 points. In a career spanning nearly half his lifetime and driving for five different teams he scored 21 wins, 103 podiums, 18 poles, 46 fastest laps and a world championship in 2007.",
      "Where he made even more of a mark was in the popularity department, with F1 fans and, uniquely, the drivers. Among those paying tribute to the so-called ‘Iceman’ were three still active world champions.",
      "Lewis Hamilton: “I remember before I got to Formula 1 in computer games I’d always be in Kimi’s car. So I had this crazy experience of racing against him, losing a championship to him and then having lots of great battles with him. He will be missed.”",
      "Fernando Alonso: “I like him a lot. In his own way he loves the sport. He is very honest always. I really like that part of him. And outside when he takes his mask off from being a cold Iceman there is a very good person inside. He has been outstanding for the sport and he will be missed because he has his own character and he was different.”",
      "Sebastian Vettel: Great respect. I don't think you can have an argument or a problem with Kimi. If you do, then the problem is not him, the problem is you. He's a great person, and I'm sure we'll stay in touch. I wish him all the best and I will miss the silence.",
      "In his last race his Alfa Romeo car bore a farewell message from the team: ‘Dear Kimi: We will leave you alone now.’ Even though a mechanical problem meant he failed to finish, appreciative F1 fans from around the world voted him ‘Driver Of The Day.’",
      "In the end Kimi was moved to say a few words: “I feel good. I’m happy I lived through it. Now I look forward to living a normal life.”",
      "Text - Gerald Donaldson"
    ]
  },
  "Lewis Hamilton": {
    "hall_of_fame": "HALL OF FAME - 2008, 2014, 2015, 2017-2020",
    "data": [
      "The 30th Formula 1 World Champion was the youngest ever, taking his first title in the most dramatic fashion - on the last corner of the last lap of the last race of one of the most scintillating seasons. The sensational triumph of the sport's first black driver, in only his second year at the pinnacle of motorsport, was a welcome human interest story that focused unprecedented international attention on Formula 1 racing. His prodigious talent and pleasing personality made Lewis Hamilton an inspirational role model and ideal ambassador for his profession...",
      "Lewis Carl Davidson Hamilton was born into a mixed-race family on 7 January 1985, in Stevenage, a quiet English town north of London. His father Anthony, whose parents immigrated from Grenada in the West Indies in the 1950's, and his mother Carmen divorced when Lewis was about two years old. He lived with Carmen until he was 10 then moved in with Anthony, his wife Linda and their three-year-old son Nicolas. Remaining close to his mother, Lewis also formed a strong bond with his stepmother and credits them both with contributing to the caring, considerate side of his nature. He finds the cheerful bravery of his stepbrother, who suffers from cerebral palsy, inspirational. I only have to think of Nic to feel motivated and put a smile on my face. His steely ambition and iron resolve come from the head of the family. Even though he always told me to be courteous and polite, my focus and determination comes from, and has always been driven by, my dad.",
      "Official Lewis Hamilton memorabilia >",
      "Anthony Hamilton, his mentor and manager, worked day and night for years (at one time he held three different jobs) to further his son's racing career, which effectively began when eight-year-old Lewis was given a well-used go-kart that cost nearly as much as the family's modest monthly income. Soon the Hamiltons - Anthony, Linda, Nic and Lewis - were a fixture at karting events and the boy racer, wearing the familiar yellow helmet chosen by an anxious Anthony to better keep track of his speedy progress in crowded kart fields, began winning races and championships.",
      "In 1995, a 10-year-old kart champion, wearing a borrowed suit and shoes, picked up two trophies at a motorsport awards ceremony in London. Brandishing an autograph book prepared by his father, he approached Ron Dennis, boss of the McLaren Mercedes Formula One team. I said 'Hello Mr. Dennis, I'm Lewis Hamilton and one day I'd like to race for your team.' I asked him for his autograph and his phone number. He put them in my book and also wrote 'Call me in nine years.'",
      "The call was made just three years later and it was the Hamilton household's telephone that rang. It was Ron Dennis who presented Anthony with an offer to financially support his son's career for the forseeable future, with the proviso that Lewis should keep working hard at school. Lewis: I just went upstairs to my room and got on with my homework. It was so unbelievable. I struggled to take it in.",
      "While the family's financial struggle was over it put extra pressure on McLaren's teenage protege to meet ever higher expectations. As well as having to respond to envious critics who claimed he should be winning all the time, given his funding, it was imperative that Lewis continually prove himself worthy of his benefactor's investment. The need to achieve undoubtedly accelerated his progress through motorsport's ranks. After winning eight championships in six years of kart racing, he went on to win three major single seater titles, the most prestigious of which was the GP2 championship, where in 2006 he took five victories from 21 starts. But it was the young British charger's several spirited comeback performances, from the back of the pack to the podium, that particularly prompted McLaren to promote him to the Formula One team.",
      "Certainly he was well prepared, though no one was prepared for the astonishing ease with which the precocious youngster stormed through the 2007 season. Consistently out-performing his celebrated team mate Fernando Alonso (who had won the first of his two driving titles, with Renault, when he was just 24), Lewis Hamilton barged onto the podium a dozen times, won four races, led the championship for five months and lost it by merely a single point in the final race to Ferrari's Kimi Raikkonen.",
      "Their new recruit's dazzling debut was the only bright spot in a turbulent year for McLaren, whose two drivers became bitter adversaries. Their feud, exacerbated by Alonso's resentment of the British-based team's apparent focus an English upstart he had presumed would be his understudy, culminated in the slighted Spaniard's angry departure from a team already troubled by a notorious 'spy scandal.' Found guilty of possessing Ferrari technical secrets, McLaren was fined $100 million and stripped of all its points in a Constructors' Championship it would otherwise have won.",
      "On assuming the role of team leader in 2008 (when Alonso returned to Renault) the boy wonder became even more of a marked man. En route to carving out five victories and scything his way to the podium on six other occasions, he incurred the wrath of several overtaken rivals who accused him of arrogance and dangerous driving. Hamilton insisted his hard-earned self-belief was wrongly interpreted and that his driving was firm but fair. But it wasn't without flaw and a combination of miscues and mishaps meant the championship was far from a foregone conclusion prior to the final Grand Prix, in Brazil. There, if Hamilton failed to finish at least fifth, Ferrari's Felipe Massa could take the title by winning his home race.",
      "The grand finale, on a serpentine Interlagos circuit made more treacherous by rain, produced arguably the most thrilling climax in the annals of any sport. Local hero Massa mastered the chaotic conditions perfectly, crossing the finish line first and scoring the points necessary to become champion - which he was for the 38.907 seconds that passed before his title rival took the chequered flag in the fifth place he needed to finish on top of the world. With this final flourish, having overtaken another car with about 300 meters to go, Lewis Hamilton, aged 23 years and 300 days, became the youngest World Champion.",
      "Shoot!, he exclaimed while celebrating tearfully with his nearest and dearest, among them his glamorous pop singer girlfriend Nicole Scherzinger. I'm ecstatic, very emotional, very thankful for my family, my team and everyone who has supported me in this fairy-tale story.",
      "In the following seasons, though he continued to be one of the most aggressive drivers and a race winner, Hamilton failed to regain his championship form. His McLaren was not always a world-beater but in 2011 Hamilton blamed distractions in his private life (mainly a breakup with his girlfriend) for a loss of focus that he vowed to regain. In 2012, with his private life running smoothly, he drove hard and well and finished fourth in the standings with four wins. Before that campaign was over he announced he was leaving McLaren, the team that had been so much a part of his racing life for so long, and would in 2013 replace the retiring Michael Schumacher at Mercedes. In his new environment he was a regular frontrunner, securing several poles and podiums (including a race win) and finished a respectable fourth in the 2013 championship.",
      "In 2014, when major regulation changes featured new hybrid power units in chassis with reduced downforce, Mercedes dominated the season, winning 16 of the 19 races and easily securing the Constructors’ Championship. Mercedes’ policy of letting its drivers race each other enabled team mates Lewis Hamilton and Nico Rosberg to engage in an enthralling season-long duel for the driving title. Adding extra human interest to the drama was the fact that Hamilton (champion in 2008) and Rosberg (whose father Keke was champion in 1982) had been friends and rivals since their karting days as teenagers. Now, as 29-year-old protagonists competing for honours at the pinnacle of motorsport, the intensity of their rivalry strained their friendship and tested their strength of character.",
      "The championship, with Hamilton leading in points and Rosberg still in contention, was finally settled in the last race of the season, at Abu Dhabi, where double points were awarded, though the race winner and new champion didn’t need them. Rosberg, who started from pole (and won the inaugural Pole Position trophy) but finished out of the points with a car problem, was gracious in defeat, acknowledging that his team mate’s tally of 11 wins to Rosberg’s five meant Hamilton deserved to be the 2014 champion.",
      "Clinching his second driving title (as well as becoming the most successful British Formula One driver, with 33 victories) was an emotional occasion for Lewis Hamilton, whose family and girlfriend shared his tearful triumph at Abu Dhabi. Struggling to put his feelings into words, he summed it up succinctly: “This is the greatest day of my life.”",
      "Days of greatness were far from over for a driver yet to reach the peak of his powers. Off the track he relished his celebrity status, embraced pop culture, dabbled in music, became a style icon, hob-nobbed with the rich and famous.",
      "His fame transcended his sport but the high-flying, tattooed hero with diamond ear studs never lost his driving ambition, his hunger to win. He worked hard at self-improvement, added a thinking dimension to his hard-charging instincts, made fewer mistakes and became an unstoppable force in 2015.",
      "He dominated the season, making full use of his Mercedes F1 Team's car advantage and capping it off with a triple crown triumph secured via a storming victory in the 16th of the 19 races - an action-packed, drama-filled United States Grand Prix at Austin, Texas. On a wet to drying track wheel-to-wheel battles raged throughout the field, beginning with Hamilton pushing aside his polesitting Mercedes team mate Nico Rosberg on the opening lap. Many driving errors were made but Hamilton never put a wheel wrong in winning his 10th race of the year - an historic 43rd career victory that vaulted him into third place in the all-time winners list behind Michael Schumacher and Alain Prost.",
      "His third world championship - matching the tally of his boyhood hero Ayrton Senna - confirmed that Lewis Hamilton had joined the ranks of the sport's greatest drivers.",
      "The three-time champion lost none of his natural speed (he had the most poles and wins) yet lost the 2016 championship (by five points) to his hard-trying Mercedes team mate Nico Rosberg. Their huge car advantage and the team’s policy of letting them fight freely led to a sometimes acrimonious title battle. Hamilton had more mechanical problems and made some driving errors that suggested a wavering focus caused by his continuing pursuit of a celebrity lifestyle. He denied this, saying “I probably drove with more heart his year. It took a lot more heart and courage to face the challenges”.",
      "Lewis Hamilton’s fourth Drivers’ Championship earned him a place among the top five most successful drivers of all time. He equalled the number of titles won by both Alain Prost and Sebastian Vettel. Only Juan Manuel Fangio’s five championships and Michael Schumacher’s record of seven rank higher than the 32-year-old Englishman who in his 11th season came to be regarded as the best driver of his era.",
      "His 2017 title triumph was the product of Hamilton raising his game and performing at a consistently higher level. He demonstrated superior speed (with 11 pole positions he extended his career total to 72, a F1 record), unerring precision (his only notable crash came during qualifying at Interlagos), relentless aggression (pushing himself with a deep-seated self-belief that he was unbeatable), exemplary racecraft (remaining steadfastly composed and controlled under pressure) and remarkable efficiency (he scored points in all 20 races, winning nine of them and finishing on the podium 13 times). Moreover, his tremendous pace and stylish verve behind the wheel were exciting for the sport.",
      "It helped that the Mercedes F1 WO8 was generally the best car, and the well-managed team again functioning like a well-oiled machine won the Constructors’ Championship for the fourth season in succession. Hamilton and his easy-going new team mate Valtteri Bottas, replacing the retired reigning champion Nico Rosberg, were allowed to compete with each other. His defeat by Rosberg in their acrimonious 2016 battle bolstered Hamilton’s resolve to re-establish his superiority, which he did convincingly. Bottas won three races and finished third in the standings. That their relationship remained harmonious was a further example of Hamilton’s newfound serenity and contentment.",
      "He derived satisfaction from his racing accomplishments and took obvious pleasure in embracing a colourful celebrity lifestyle that made him an even more popular personality. He cultivated a high profile presence on social media, remaining humble and profusely thanking his fans for supporting and inspiring him. His multitude of followers left little doubt that Lewis Hamilton’s fame exceeded that of any other F1 driver. Beyond that, as his former team mate and rival Nico Rosberg observed, “Lewis is one of the best of all time.”",
      "His magisterial performance in 2018 elevated Lewis Hamilton to the highest echelons of the pinnacle of motorsport. His fifth World Championship equalled the decades old milestone established by the legendary Juan Manuel Fangio. At the age of 33, Hamilton’s records to date – 73 wins, 83 poles and 134 podiums in 229 Grands Prix – left him well-placed to pursue the seven driving title achievement of the great Michael Schumacher.",
      "Hamilton’s superlative season - his 11 wins, 11 poles and 17 podiums in the 21-races – not only led Mercedes to a fifth consecutive Constructors’ Championship (his winless team mate Valtteri Bottas finished fifth among the drivers) but firmly confirmed his status as the team leader. Against stronger opposition from Ferrari (6 wins) and Red Bull (4 wins) Hamilton led by example, setting a scorching pace on the track and taking it upon himself to motivate the Mercedes personnel to even greater effort. They found his tremendous inner drive inspirational. His continual expressions of gratitude strengthened team spirit.",
      "Mercedes got better and better as the season went on, following Hamilton, who overpowered Ferrari’s dispirited Sebastian Vettel to take the driving title with two races to go, then scored victories in the final two events to vanquish Ferrari and seal the team championship for Mercedes.",
      "His outstanding season, the product of greater understanding of the value of teamwork as well as his focus on continual self-improvement, was especially satisfying for Lewis Hamilton. “This is the highest point of my career,“ he acknowledged, “in terms of my performance and how I perform with the team.”",
      "His winning ways endeared him to yet more fans. He never failed to thank them for their support and kept his multitude of social media followers informed about his busy off-track life that now included designing a new line of high fashion clothing and news that his pet bulldog Roscoe earned $700 a day as a model.",
      "In the 13th year of his F1 career Lewis Hamilton secured his sixth world championship (one less than Michael Schumacher’s record seven), thus confirming his status as not only the driver of the decade but convincingly securing his place among the select few considered to be the greatest of all time.",
      "The 2019 driving title (his fifth in six years) was hard earned in a field that featured several ambitious youngsters intent on dethroning the 34-year-old superstar. While his Mercedes team secured a sixth consecutive Constructors’ Championship their car, though still the class of the field, was less dominant than before.",
      "During the 21-race season Ferrari and Red Bull each won three races but were undermined by uneven performances. Mercedes, superbly organised and cohesive with a strong team spirit united in a common cause, tallied 15 victories. Lewis Hamilton led the charge, outscoring his improving team mate Valtteri Bottas 11 victories to four and leading the league in terms of consistently delivering points. He was the only driver to score in every race, finishing on the podium in all but four events.",
      "Hamilton’s impressive efficiency combined with his habitual hard charging confirmed his superiority behind the wheel. He relished the cut and thrust of close combat and was invariably a fierce but fair fighter. His driving was nearly faultless. When he made a rare mistake he was quick to admit it. He confessed staying on top was sometimes a struggle. “Only athletes at the top of their game can relate to it. Weekend after weekend you can’t drop the ball.”",
      "The sport’s best driver remained humble and honest, wearing his heart on his sleeve and showing more of his sensitive side. Describing his season “an emotional rollercoaster,” he dedicated it to his late friend and mentor Niki Lauda. He mourned the loss of FIA F1 Race Director Charlie Whiting, expressed shock after F2 driver Anthoine Hubert was killed in Belgium.",
      "Beyond excelling in his risky profession Hamilton continued to develop himself personally, furthering his interests in fashion and music, as well as exposing his social conscience. A vegan of several years, he increasingly spoke publicly of his environmental and animal welfare concerns, and helped launch a plant-based burger restaurant in London. More than ever he focussed on using his popularity as a force for positive social change.",
      "Recognising his responsibility as a role model for young people striving to make their way in troubled times, Lewis Hamilton the social media star encouraged his millions of supporters in ‘Team Hamilton’ to follow their dreams and never give up, a philosophy that took him to the top of the world.",
      "Shortened and stressed by the global Coronavirus pandemic, the 2020 schedule - 17 races crammed into 23 weekends in 12 countries - resulted in one of the most intense and memorable seasons in the sport’s 70-year history. The non-stop action at existing and new venues featured exciting racing, displays of virtuoso driving, even a couple of first-time winners. A fiery accident from which driver Romain Grosjean miraculously escaped was a frightening reminder that danger is never far away.",
      "The one constant in this tumultuous time was the continuing domination of Lewis Hamilton, who won his seventh driving title and led his Mercedes team to a seventh consecutive constructors’ championship.",
      "The 35-year-old superstar’s record-setting season, achieved with 11 wins, 10 poles and 14 podiums, made Hamilton statistically the most successful F1 driver ever. At the end of it, his 14-year, 266-race career had thus far produced 95 wins, 98 poles, 165 podiums, as well as putting him atop several other categories, with no signs of him of slowing down.",
      "Throughout his triumphant campaign Hamilton handled his class-of-the-field Mercedes W11 with methodical precision, controlling races, driving flawlessly fast, yet with car-conserving care, to far outperform his team mate Valtteri Bottas, who won just two races and finished a distant second overall, in an identical car. Far from gloating Hamilton paid tribute to him: Valtteri is amazing and doesn't get the credit he deserves.",
      "Confirming the magnitude of Hamilton’s supremacy was the fact he missed the penultimate race suffering from the Covid-19 virus, then finished third in the final race while feeling far below par. “The virus is no joke,” he said. “I’m destroyed. I do not feel good and I’m grateful to be alive and fight another day.”",
      "Lewis Hamilton fans, whose support he constantly acclaims, appreciate his personal warmth, humanity and candour. He revealed that he wept in his helmet on the cooling-down lap after securing the seventh championship that equalled Michael Schumacher’s historic achievement. Hamilton said he felt “humbled” to break records set by former heroes. He confided he still finds the build-up to a race “terrifying”, that doubts and uncertainties are personal demons. He uses prayer and meditation, practises yoga, reads self-help books to control his fears, bolster his confidence. His dog Roscoe, a faithful companion, is a source of joy.",
      "Peerless in the car, he is a vital component in the all-conquering Mercedes team, leading by example with tireless drive and determination, inspiring the personnel to constantly strive to improve their performance, making major contributions to the way the car and the teamwork. He is a loyal team player, thanking everyone regularly. :I couldn't have done any of this without an incredible team behind me. (During his disastrous 2020 season Sebastian Vettel much appreciated a compassionate Hamilton calling him frequently to cheer him up and motivate him.)",
      "Few champions have worked harder at their profession, none has become such a persuasive influencer in promoting positive social change. Using his high profile, communicating directly via social media to many millions of followers worldwide, he supports such worthy causes as human rights, children’s welfare, environmental sustainability, animal welfare, disaster relief and especially racial equality and diversity.",
      "He spearheaded the drivers’ Black Lives Matter pre-race ceremony, established himself as an articulate spokesman campaigning against racial injustice and became a prominent crusader in the movement to create equal opportunity for the disadvantaged.",
      "From his unique perspective atop the pinnacle of motorsport Lewis Hamilton saw a flawed wider world and took it upon himself to use his position of power to become a force for good.",
      "Lewis Hamilton called the 2021 season the hardest ever in his 15 years at the pinnacle of motorsport. Hamilton and Max Verstappen dominated the 20-car entry. The drivers were at the top of the game, their respective Mercedes and Red Bull Racing teams were the class of the field. The intense rivalry between the 36-year-old seven-time world champion Englishman and his hard-charging 24-year-old Dutch rival was marred by frequent clashes. Responding to Verstappen’s aggressive driving, Hamilton fought back in kind - setting them on a collision course seemingly destined to end in controversy – which it did. Millions of enthralled viewers witnessed one the most ferociously fought championships in F1 history.",
      "In the British Grand Prix at Silverstone their high-speed collision sent Verstappen crashing violently into the barriers. While he was transferred to hospital for tests that found him badly shaken, Hamilton went on to win despite a time penalty after stewards found him predominantly to blame for the incident. At the Italian Grand Prix the duelling duo’s coming-together at Monza’s first corner ended terminally with the Red Bull perched precariously atop the Mercedes. For Hamilton, who escaped with wheel marks on his helmet, this was his first non-finish in 63 races. In the penultimate Saudia Arabian round, won by Hamilton ahead of Verstappen after yet another acrimonious altercation in which the Mercedes rear-ended the Red Bull, caused according to Hamilton by a dangerous ‘brake test’ manoeuvre for which his rival was assessed a time penalty.",
      "Having exchanged the championship lead throughout the year (though Verstappen had nine wins to Hamilton’s eight) the adversaries came to the final race exactly equal in points. Thus the sport was dramatically poised for a championship showdown at Abu Dhabi’s Yas Marina track.",
      "Hamilton convincingly led Verstappen until a backmarker’s crash with a few laps remaining closed up the field behind the safety car. To preserve his lead Hamilton stayed out on worn tyres while Verstappen pitted for fresh rubber. With the chequered flag fast approaching, the race director instructed only those lapped cars separating the two frontrunners to un-lap themselves (normally it would be all lapped cars), thus clearing the way for a last lap of all-out racing from which the winner would take the title.",
      "The Red Bull car on newly fitted tyres easily overtook the Mercedes and Max Verstappen became the new world champion. As the Red Bull team wept with joy there were tears of rage among despairing Mercedes personnel.",
      "After Mercedes’ protests over the contentious safety car decision and the race result were rejected, the team ultimately opted against taking the matter to appeal, with the FIA announcing it would conduct a ‘detailed analysis and clarification exercise’ intended to end the controversy and the ensuing arguments that were ‘tarnishing the image of the sport.’",
      "Enhancing the image of the sport was Lewis Hamilton’s dignified response to a crushing defeat that left him disillusioned and unsure of his future.",
      "“Firstly, a big congratulations to Max and his team,” he said ahead of the podium ceremony at Abu Dhabi. “I think our team did an amazing job…all the men and women who have worked so hard this whole year…I’m so proud of them and so grateful to be part of the journey with them…We gave it absolutely everything and we never gave up – that’s the most important thing…We’re still in the Covid pandemic and I just wish for everyone to stay safe and have a good Christmas with all their families and we’ll see about next year.”",
      "Mario Andretti, 1978 world champion, tweeted a heartfelt appreciation of Hamilton’s sportsmanship: ‘The Lewis Hamilton Master Class on how to be the best in every way. A champion who wins most days and shows the world how to behave and stay composed when situations aren’t kind to you. LH brings his A-game even when his soul is ripped out. Strength, Control of spirit. Role model.’",
      "After the race the loser’s father Anthony Hamilton embraced and consoled his son and then generously congratulated Max and his father Jos Verstappen. A few days later Lewis Hamilton visited the Mercedes factory, praising the team on winning an eighth consecutive Constructors’ Championship, thanking them for their efforts on his behalf, encouraging the personnel to not be discouraged. Next, accompanied by his mother Carmen to the ceremony at Windsor Castle, Sir Lewis Hamilton was officially knighted by Prince Charles.",
      "Undisputed were Lewis Hamilton’s unrivaled achievements after 288 F1 races. His records to date included 103 victories, 103 pole positions, 183 podium appearances and numerous other distinctions .",
      "In 2022 Sir Lewis Hamilton failed to win a single F1 Grand Prix for the first time in his career. He was classified sixth in the drivers’ standings, two positions behind his young Mercedes team mate George Russell. In the 22-race season. Hamilton made 10 trips to the podium (including five second places) and scored points in all but two races. The Mercedes team was third in the Constructors’ Championship, behind Red Bull and Ferrari, but the perceived plight of the sport’s most successful driver was headline news.",
      "Hamilton’s strenuous effort in a losing cause was far from a personal disaster. There was no sulking over the unfairness of his 2021 title loss, no lessening of his will to win, His tremendous fighting spirit was still there, as was his steadfast loyalty to Mercedes, whose imperfect W13 chassis was the root cause of the team’s performance drop-off in 2022. Searching for solutions to sort out the ill-handling car, Mercedes experimented with radical set-up changes during race weekends, entrusting much of this task to its most experienced driver - Hamilton.",
      "The ‘test pilot’ duties accounted for his uneven results but the car gradually improved, thus enabling 24-year-old Russell, in his first full term with Mercedes, to distinguish himself in a supporting role - highlighted by a first F1 victory in the penultimate race of the season. Finishing second there, Hamilton was quick to congratulate Russell whose obvious talent bode well for the future - as did the winning ways of his 37-year-old team mate. For the 2023 season Hamilton’s outstanding record of 103 victories would amount to more than the rest of the grid combined.",
      "The seven-time World Champion revealed how the decision to prolong his career came after a short debate with himself. “It won’t be forever but something inside was telling me ‘You’re not done yet. You’ve got to keep pushing. You’ve got more to do, more to achieve, on and off the track.”",
      "He admitted his fierce inner drive, his dedication to promoting the many worthy causes he supports was exhausting, but also the source of the energy required to continue. That energy took him to third in the 2023 standings, beaten only by the all-conquering Red Bulls – despite not winning a single Grand Prix. Mercedes’ elder statesman scored six podiums to team mate Russell’s two, and secured the Silver Arrows’ only pole position of the year. It was clear once more that Hamilton was most definitely not done with Formula 1.",
      "That message was driven home before the 2024 season had even begun, with the shock announcement that it would be his last with Mercedes. But rather than retirement, his destination was the team at which so many greats have seen out their F1 careers – Ferrari. And before the move to Maranello Hamilton would add another two victories to his career tally, including an emotional - and record-breaking - ninth home win at Silverstone. Now a new chapter beckons.",
      "Original text - Gerald Donaldson"
    ]
  },
  "Jenson Button": {
    "hall_of_fame": "HALL OF FAME - 2009",
    "data": [
      "The 2009 World Champion grew up in the sport, maturing from a carefree youngster distracted by having too much too soon into a seasoned survivor who toiled in obscurity for a decade before his perseverance suddenly paid off in a fairy tale finish with a team that came from nowhere. His unexpected title triumph was partly the product of circumstances that prevented other contenders from overcoming his sensational head start, but ultimately it was Jenson Button's talent and tenacity that took him to the top...",
      "When their son was born, on 19 January, 1980, in Frome, Somerset, southwest England, John and Simone Button named him after Erling Jensen, a Danish friend who competed in rallycross, a branch of motorsport in which John Button had raced with distinction. While the spelling of his name was deliberately changed to differentiate it from the Jensen sportscar, Jenson Button was from infancy fascinated by motorsport. A hyperactive, strong-willed child with a short attention span, he only sat still when watching racing on TV. A miniature scramble bike, a gift for his seventh birthday, briefly satisfied his appetite for action until it was replaced in his affections by a 60cc go-kart, a Christmas present the eight-year-old drove to victory in his very first race. The little blond, freckle-faced winner went to sleep hugging his tiny trophy, having informed his indulgent Dad that he wanted to be Formula 1 World Champion.",
      "Official Jenson Button memorabilia >",
      "By this time his parents had separated and Jenson moved in with his father, who would support him throughout his career, while remaining close to his mother and his three older sisters, Natasha, Samantha and Tanya. Easy-going and always smiling, the affable youngster was popular with his friends and schoolmates, few of whom were aware of how the modest and unassuming Jenson Button was becoming a big name in the karting world.",
      "John Button coached his son and helped pay for his racing with the proceeds from a kart engine preparation business. Among his customers was Anthony Hamilton, whose son Lewis would become the 2008 World Champion. Though money was always short for the Buttons (on one occasion John had to borrow funds to buy fuel to drive home from a race in Scotland) their kart adventures became increasingly serious. As an 11-year-old Jenson won all 34 races in the British Cadet category, following which a succession of British kart titles led to a contract with a professional Italian-based team. His weekend hobby had become a career (he left school in his mid-teens) and at 17 Jenson became the youngest driver to win the European Formula Super A championship.",
      "While talent watchers were now comparing him to the late world champion Ayrton Senna, Jenson failed his first attempt to get a licence to drive a road car because he frightened his examiner by speeding through a narrow gap in traffic. Yet this same swift, smooth and assured technique won him the 1998 British Formula Ford championship and a year later he was immediately quick and confident in testing one of multiple world champion Alain Prost's F1 cars. Jenson at first thought it was a joke when his Christmas eve celebrations with friends in a Frome pub were interrupted by a phone call from Frank Williams. The reality, an invitation to test a Williams F1 car, was in fact a shoot-out with another driver to fill a vacancy. Five days after his 20th birthday, moments before the launch of the 2000 edition of the Williams-BMW F1 team, Frank Williams told him he had the job, whereupon Jenson and John Button burst into tears.",
      "His debut F1 season went well (he became the sport's youngest ever point scorer) but Williams (having previously committed to another driver) loaned Jenson to Benetton-Renault for the next two seasons. During this period his on-track performances were less noteworthy than the dramatic lifestyle changes he so eagerly embraced. Yet the series of glamourous girlfriends, the Monaco flat, the Ferrari road car, the 72 foot yacht, were expensive distractions that, as Jenson later admitted, nearly cost him his career. When releasing him (to make way for future champion Fernando Alonso) Benetton boss Flavio Briatore declared that Jenson Button is just a lazy playboy.",
      "In 2003 he was rescued from the scrapheap by BAR-Honda, where he was teamed with Jacques Villeneuve. The 1997 champion gave him a hostile reception, claiming he looked more like a cute and smiley boyband member than a racer. But it was Villeneuve who lost face when he was outperformed by Button, who went on to finish a brilliant third overall in the 2004 championship. Then he astonished everyone by signing a contract to return to Williams. In the ensuing dispute for his services the Contract Recognition Board ruled he must stay at BAR-Honda in 2005, after which a move to Williams might take place. But the subject of the 'Buttongate' controversy changed his mind and when Honda bought out BAR in 2006 Jenson bought out his Williams contract.",
      "His reputation as a 'winless wonder' ended with a somewhat fortuitous first victory in the 2006 Hungarian Grand Prix. Ineffective cars in the next two seasons kept him far away from the forefront and prompted Honda to make a shock withdrawal from the sport late in 2008. Then came the miraculous resurrection that began just three weeks before the first race of the new season with a management takeover led by team principal Ross Brawn, whose credentials included masterminding Michael Schumacher's seven world championships with Renault and Ferrari. Still, nobody imagined a back-from-the-brink Brawn GP team would be title contenders in 2009.",
      "Against all the odds and expectations, including their own, the Brawn-Mercedes driven superbly by Jenson Button won six of the first seven races. He didn't win again, becoming more tentative under the unfamiliar pressure of having to preserve his championship lead that came under increasing threat as other teams overcame Brawn's initial technical advantage. Nonetheless, Jenson steadily accumulated more than enough points to lead the standings all season long, clinching the driving title and helping secure the Constructors' Championship for Brawn with a breathtakingly assertive performance in the penultimate race of the season.",
      "In 2003 he was rescued from the scrapheap by BAR-Honda, where he was teamed with Jacques Villeneuve. The 1997 champion gave him a hostile reception, claiming he looked more like a cute and smiley boyband member than a racer. But it was Villeneuve who lost face when he was outperformed by Button, who went on to finish a brilliant third overall in the 2004 championship. Then he astonished everyone by signing a contract to return to Williams. In the ensuing dispute for his services the Contract Recognition Board ruled he must stay at BAR-Honda in 2005, after which a move to Williams might take place. But the subject of the 'Buttongate' controversy changed his mind and when Honda bought out BAR in 2006 Jenson bought out his Williams contract.",
      "His reputation as a 'winless wonder' ended with a somewhat fortuitous first victory in the 2006 Hungarian Grand Prix. Ineffective cars in the next two seasons kept him far away from the forefront and prompted Honda to make a shock withdrawal from the sport late in 2008. Then came the miraculous resurrection that began just three weeks before the first race of the new season with a management takeover led by team principal Ross Brawn, whose credentials included masterminding Michael Schumacher's seven world championships with Renault and Ferrari. Still, nobody imagined a back-from-the-brink Brawn GP team would be title contenders in 2009.",
      "Against all the odds and expectations, including their own, the Brawn-Mercedes driven superbly by Jenson Button won six of the first seven races. He didn't win again, becoming more tentative under the unfamiliar pressure of having to preserve his championship lead that came under increasing threat as other teams overcame Brawn's initial technical advantage. Nonetheless, Jenson steadily accumulated more than enough points to lead the standings all season long, clinching the driving title and helping secure the Constructors' Championship for Brawn with a breathtakingly assertive performance in the penultimate race of the season.",
      "“This team has shown many strengths in adversity,” was Jenson Button’s response to McLaren and Honda’s failure to provide him with a competitive car in 2015. Unlike his oft disgruntled team mate Fernando Alonso, Button’s enduring optimism (in spite of a points total that restricted him to 16th place in the drivers’ standings) represented a unifying force for a team in disarray. His future with McLaren, which was only confirmed late in season, was a tribute to the veteran’s value as a loyal team player who could help speed up a recovery.",
      "“We arrive in Formula 1 with dreams and leave with memories”. So said 36-year-old Jenson Button on leaving the sport after 17 memorable seasons. “It’s been a rollercoaster ride through the years, full of ups and downs”, was how the ever-smiling, perennially popular driver summed up his career.",
      "Officially, the veteran campaigner was only taking a sabbatical in 2017, while remaining as McLaren’s reserve driver with the option to race again in 2018. Though the he said he hoped to race until he was 70, it seemed likely the 21-race 2016 season was a farewell tour for Jenson Button, the 2009 champion whose record stood at 15 wins and 50 podiums in 305 Grands Prix.",
      "In the end he raced just once more for McLaren-Honda in 2017, (deputizing for Fernando Alonso), at Monaco, where he failed to finish after colliding with another car. This occasion also marked the finish of his F1 career. At the end of the year he signed a contract to race for Honda in the 2018 Japanese Super GT series.",
      "Text - Gerald Donaldson"
    ]
  },
  "Sebastian Vettel": {
    "hall_of_fame": "HALL OF FAME - 2010-2013",
    "data": [
      "The youngest ever world champion's accumulation of age-related records that began in 2010 continued for four consecutive seasons, culminating in a one-sided 2013 title triumph that confirmed his status as one of the sport’s all-time greats. Sebastian Vettel’s first championship, at the age of 23, provided a surprise ending to an intensely competitive 2010 campaign. There was surely more to come from this fast rising racer, and it came quickly when he completely dominated in 2011 to become the youngest double world champion. In 2012, with a series of comebacks from setbacks against the strongest opposition in the longest ever season, his third driving title in a row was hard-earned and well-deserved. In 2013, and still just 26 years old, he made short work of becoming the youngest ever quadruple world champion. In truth the precocious youngster who came so far so fast was in a hurry from the time he was a toddler...",
      "Just three years and half years after he was born, on July 3, 1987, Sebastian Vettel began the way of life that would take him to the very pinnacle of motorsport. His method of transport was a miniature kart, the venue was the yard at his home in Heppenheim, a town in south-western Germany. Little Sebastian quickly mastered the machine and began lapping faster and faster, shrieking with glee and refusing to stop until he was exhausted. The source of little Seb's joy soon became a focal point of family life for the Vettels. Norbert, a carpenter by trade and in his spare time an enthusiastic karter and occasional hillclimber, and his wife Heike had three other children: older daughters Stefanie and Melanie, and a younger son Fabian. His family's support helped the would-be racer fulfil a destiny that would make the Vettel name a household word around the world.",
      "Official Sebastian Vettel memorabilia >",
      "He made his kart racing debut at the age of seven and immediately began winning races and championships. One of his early trophies was presented by his idol Michael Schumacher, who befriended the awestruck boy, noting their similar backgrounds and encouraging him to follow his passion and reach for the top. But that would take more money than the Vettels could afford. The solution came in the form of sponsorship from Red Bull, whose talent-spotters decided Sebastian was worthy of inclusion in the energy drink maker's young driver training programme.",
      "Learning and improving all the time, he graduated with flying colours into single-seaters. As a 17-year-old schoolboy he won an unprecedented 18 of 20 races to dominate the German Formula BMW championship. At 18 he distinguished himself testing a BMW Williams F1 car. At 19 he became a test driver for the BMW Sauber F1 team, underlining his commitment to the cause by moving to a village near the Swiss-based team's headquarters. His Formula One race debut came in the 2007 US Grand Prix at Indianapolis. There, deputising for the injured Robert Kubica, he qualified seventh and finished eighth, becoming the youngest driver to score a championship point. In mid-summer the teenager became a full-time driver with the Red Bull-sponsored Toro Rosso team, where at first it seemed he had come too far too fast. In the wet Japanese Grand Prix, when they were running second and third behind the safety car, he needlessly collided with Red Bull's Mark Webber, putting them both out of the race. Impetuous yes, but also resilient. A week later, in China, Vettel climbed from 17th on the grid to finish fourth.",
      "A full 2008 season with Toro Rosso included some uneven performances that were then overshadowed by a remarkable first ever victory for both Vettel and the smallest team on the grid. In Italy, on a superfast Monza track made treacherous by rain, the youngest ever polesitter made yet more history when he ran away with the race to become the youngest ever Grand Prix winner.",
      "By now Formula One fans were getting to know the boy racer and they liked what they saw. He was cheerful and funny and radiated an infectious enthusiasm. His sunny disposition was a reflection of the pure pleasure he got from his profession. 'Drive My Car' by The Beatles was his favourite song. He loved off-beat British humour, notably Monty Python, Mr Bean and Little Britain. He admitted he was afraid of mice, but nothing about Formula One racing worried him. Beneath the happy-go-lucky demeanour was fierce ambition and profound self-belief in his ability to win the championship sooner than later.",
      "In 2009 he was promoted to Red Bull Racing where he was teamed with the veteran Webber, a decade older and presumably wiser than the newcomer, though not faster as it turned out. Vettel's victory in the third race of season, in China, was Red Bull's first Formula One win. He dominated the last half of the season, winning three more races and finishing second to Jenson Button in the championship.",
      "The longest ever season in 2010 was also one of the most closely contested. Ferrari, McLaren and Red Bull had the best cars and their drivers won all 19 races. Though former champions Alonso, Button and Hamilton, together with Webber, took turns leading the championship, Sebastian Vettel's frontrunning pace - he started from pole 10 times - kept him in the title hunt. While their team's policy of letting them fight it out on the track led to a strained relationship between Vettel and Webber, their combined results enabled Red Bull Racing to clinch a first constructors' championship at the penultimate race, in Brazil, where Vettel led from start to finish.",
      "In the grand finale at Abu Dhabi Vettel earned his fifth victory of the season with another flawless drive from pole. None of his rivals scored enough points to deprive Sebastian Vettel of the title he fully deserved. The 2010 world champion, aged 23 years and 133 days, was the youngest in the 61-year history of the sport.",
      "His 2011 title defence amounted to a season-long victory parade in which he seemed to keep winning for fun - beating all comers on all types of circuits and clinching his second consecutive championship with four races to go. Granted, the Red Bull Racing RB7 was the class of the field (and the team repeated as constructors' champion), but it was his commanding personal performance - 11 wins, six other podiums and a record 15 poles in 19 races - that made 24-year-old Sebastian Vettel the youngest double world champion.",
      "In 2012 Vettel triumphed over both adversity and formidable opposition that included five other champions: Alonso, Hamilton, Button, Raikkonen and Schumacher. In the 20-race season (the longest ever) made unpredictable by regulation changes, there were eight different winners from six teams. By mid-season Ferrari's hard-driving veteran Alonso (also pursuing a third drivers' title) had three victories (Vettel had one) and a substantial lead in the standings. Thereafter, taking full advantage of his steadily improving RB8 car, Vettel surged back into contention, scoring four race wins in a row plus three other podiums to lead the title race and help Red Bull Racing clinch its third successive team championship.",
      "But the title bout between Vettel and Alonso was far from over and for the 27th time in history the championship was decided at the last race - this time in a Brazilian Grand Prix made chaotic by rain. Several times during the thrilling showdown the slippery pendulum of fate swung in favour of Alonso, who qualified seventh and eventually finished second. Vettel started fourth but his championship chances nosedived in the mayhem of a frantic first lap in which his RB8 was hit hard, sustaining permanent chassis damage and dropping to last place. Vettel responded to his misfortune with a masterful drive in an ailing car, finally emerging from the mist and spray to finish sixth and beat Alonso to the title by 3 points.",
      "Sebastian Vettel proved he had come of age. The youngest triple champion’s three driving titles ranked him equal with such illustrious names as Brabham, Stewart, Lauda, Piquet and Senna. As a student of the sport’s history he was honoured to be in such company, though he remained humble about his achievements. As an essentially private person he steered clear of the celebrity culture in which he could easily have been the superstar he was fast becoming in his profession.",
      "“Overwhelmed” was the word Vettel used to sum up his feelings on the victory podium at the 2013 Indian Grand Prix where he clinched his fourth consecutive championship by virtue of overwhelming the opposition. The champion’s feat came with his 10th victory (and his sixth in a row) in the 16th round of the 19-race season. As ever, ‘Seb’ profusely thanked his all-conquering Red Bull Racing team (which he led to a fourth consecutive constructors’ championship), paying particular tribute to the RB9’s brilliant designer Adrian Newey. Newey noted the young champion had matured into a nearly flawless driver and a peerless team leader. All Vettel’s rivals praised him, including his team mate Mark Webber whom he had beaten in Malaysia despite team orders to let Webber win. Immediately following the post-race ceremonies the record-setting champion pitched in to help his team pack up the equipment for shipment to the next race. He went on to win the remaining three races of 2013, thus equalling Ascari’s 60-year-old record of nine consecutive victories.",
      "Vettel’s fourth driving title (which equalled Prost’s record) in as many years placed him in the select company of the two most successful champions Fangio and Schumacher, whose four-in-a-row achievements came when they were aged 45 and 32, respectively.",
      "Sebastian Vettel did it when he was 26 years and 123 days old, giving him plenty of time to further rewrite the record books in which his name is already indelibly described.",
      "All good things must come to an end, however, though seldom has a dominant driver’s form dropped off so abruptly. In 2014 Sebastian Vettel failed to win a race and finished a dispirited fifth in the standings. Meanwhile his new Red Bull Racing team mate Daniel Ricciardo won three races, finished a superb third overall and led their team to become best of the rest behind Mercedes. Vettel’s lacklustre results, attributed to problems adapting his driving style to the demands of the new technical regulations, threatened to diminish the four-time champion’s exceptional achievements. However, among those who believed in the fallen star’s personal theory that a drastic change of environment would hasten a return to his winning ways was Ferrari, a team in dire need of a new leader to inspire a recovery of lost form. For 2015 Sebastian Vettel replaced the departing Fernando Alonso at the Scuderia.",
      "The new relationship worked wonders, with Vettel’s inspirational leadership providing the impetus for a dramatic resurgence that resurrected the reputations of both the famous Italian team and its genial German driver. Demonstrating an impressive work ethic (worthy of Michael Schumacher) and a cheerful demeanour that uplifted morale, Vettel drove Ferrari onward and upward. In a 2015 season otherwise dominated by Mercedes, Sebastian Vettel’s three race wins (among ten podium finishes) earned him third place among the drivers and led Ferrari to second place in the team standings.",
      "In 2016 Vettel’s failure to add to his tally of four championships and 42 victories left him frustrated, floundering and often furious. He did score seven podiums and finished fourth in the standings but his season featured inconsistent performances - from the driver, his car and his team. Vettel made driving mistakes, there were car failures, strategy blunders and arguments that led to inner turmoil at Ferrari.",
      "In 2017 Sebastian Vettel was more of a force to be reckoned with. Winning five races and failing to score only twice, the four-time champion finished second overall to Lewis Hamilton. A resurgence by his Ferrari team saw him lead the standings in the early part of the season. Thereafter, the effort of intense mechanical upgrading to match Mercedes contributed to uneven performances by the Italian team and its German driver.",
      "Vettel took the series of setbacks personally. Episodes of clumsy driving suggested an element of desperation. Temper tantrums reinforced a reputation that he was prone to petulance. In Baku, under safety car conditions, he deliberately banged into Hamilton’s leading Mercedes and was penalised. Starting from pole in Singapore he helped trigger a first-lap accident that ended his race and others, a costly miscue that effectively sabotaged his championship chances. In a 2018 season in which his Ferrari was often the better car, Sebastian Vettel again finished a troubled second best to his Mercedes rival Lewis Hamilton. Vettel’s strong start – he won the first two races, and led the standings until mid-season – flattered to deceive. There followed an all too familiar pattern of erratic performances by both driver and team, a loss of equilibrium in response to ever-increasing pressure from the ever-improving Hamilton-led Mercedes challenge. In the end, mindset mattered more than machinery at Ferrari.",
      "Vettel crashed out of the lead in Germany, his home race, spun out of contention after unnecessary contact on several occasions, notably in Italy, Ferrari’s home race. The sudden death of Ferrari chairman Sergio Marchionne had an adverse effect. The race team also made mistakes in judgement and strategy, lost ground in car development. Blunders multiplied, confidence deteriorated, panic set in, morale slumped.",
      "Despite this being Ferrari's best year statistically in a decade, Vettel's five wins, only one of them after the summer break, fell far short of expectations and he readily accepted his share of the blame. Looking back, I was not at the top of my game. It has been a quite difficult and exhausting year for me and the team. I don't think I need to change things upside down. But certainly I need to adjust and get stronger.",
      "But his fifth Ferrari season was to prove even more challenging for the four-time champion, whose personal shortcomings that relegated him to fifth in the championship were overshadowed by the sensational debut of his talented and self-assured 22-year-old rookie team mate Charles Leclerc, who scored 10 podiums including two wins, set a record seven pole positions and finished fourth overall, 24 points ahead of the 32-year-old Vettel.",
      "Vettel’s inferior results – eight podium appearances including a single win and two pole positions – seemed to provoke elements of desperation in his driving. There were unforced errors and instances of red mist (a feeling of extreme anger that clouds one’s judgement temporarily), notably in Brazil where a clumsy coming-together between the rival team mates put both scarlet cars out of the race.",
      "It didn’t help that the famous Red Team, which on occasion had the fastest car, at times seemed somewhat below par operationally, making strategic decisions that undermined Ferrari’s performance potential. To his credit Sebastian Vettel again shouldered his portion of responsibility. “I have been around long enough and I’m honest enough to admit that I should have done a better job.”",
      "In 2020 the 33-year-old German found his Ferrari SF1000 – which he nicknamed Lucilla – far less to his liking than did his ambitious, young Monegasque team mate Charles Leclerc, whose superior results and optimistic attitude led to him usurping Vettel’s role as Ferrari’s team leader. This harsh truth came near the start of season when the team advised Vettel his contract would not be renewed for 2021, when he would be replaced by rising Spanish star, 26-year-old Carlos Sainz (from McLaren).",
      "His fall from grace after six seasons with the famous Italian team undoubtedly hurt the forsaken Vettel’s pride. He became dispirited and there was evidence of desperation in his driving. Feelings of rejection, humiliation, frustration left him in a state of emotional turmoil that was not conducive to performing well at the pinnacle of motorsport.",
      "It was little consolation that winless Ferrari endured their worst season in decades, finishing sixth in the team standings, while Vettel’s 13th place among the drivers was five places lower than his team mate Leclerc.",
      "Though his self-belief surely suffered, there were still some firm believers in the four-time champion’s ability to recover lost lustre. A substantial lifeline soon came his way in the form of a long-term contract beginning in 2021 with the newly-rebranded Aston Martin F1 Team (formerly Racing Point). This refinanced and highly ambitious squad, led by a presumably rejuvenated marquee driver, showed signs of impressive upward mobility.",
      "Sebastian Vettel thought so: “It’s a new adventure for me with a truly legendary car company. I have been impressed with the results this team has achieved so far, and I believe the future looks even brighter.”",
      "Sadly, the new adventure fell far short of his expectations. In each of his two years with Aston Martin he finished 12th in the driver standings. The team was a lowly seventh among the 10 constructors. While he comfortably out-paced his young team mate Lance Stroll, Sebastian Vettel’s interest in prolonging his career waned progressively. Midway through the 2022 season the 35-year-old veteran announced he would retire from the sport at the end of the year.",
      "“At the front you only see what’s at the front,” Seb observed. “At the back you only see what’s at the back.” Now, after 15 years in F1, he didn’t like what he saw for the future, though reflecting on his past would remain a source of pride. Always a knowledgeable fan of the sport, he knew his achievements would rank him among the greats. After 300 races, his 53 victories and four consecutive driving titles positioned him an impressive third behind superstars Michael Schumacher and Lewis Hamilton.",
      "He considered his close family life as his greatest achievement. His biggest win was his deep love for his wife and their children. He regarded the miracle of their children’s birth and the unexpected passing of his father-in-law as reminders of the life and death facts facing humanity. He acknowledged he grew up in the sport, regretted that earlier in his career those examples of bad behaviour that had marked him as a sore loser. He was grateful to have matured and become a responsible adult, more self-aware and dedicated to improving himself as a person. He said he didn’t dislike F1 but intended to replace it with wider ambitions.",
      "Inspired by Lewis Hamilton’s crusade, Seb chose to use his high profile to promote positive change in social justice, political and environmental issues. Wearing a headband over shoulder-length shaggy hair and an unkempt beard, he walked the walk and talked the talk. In Austria he worked with children to build a ‘hotel’ for bees. After the British Grand Prix he helped remove litter from grandstands. He held an all-women karting event Saudi Arabia, wore the gay Pride flag in Hungary, and threatened to boycott any race in Russia after that country invaded Ukraine. To lessen F1’s energy dependency and cut costs he advocated schedule changes to reduce the excessive travel that caused the release of toxic emissions into the increasingly more fragile environment.",
      "His peers admired Seb’s high moral values and especially his kindness, a rare phenomenon among highly competitive racers. Noted hard man Max Verstappen spoke about his abiding memory of Vettel. After his heavy crash in 2021 at Silverstone Max was taken to hospital for observation. When he returned to the paddock late that night Seb was waiting for him. “He said to me ‘Are you okay Max? How are you doing?’ That just shows he’s a super-nice, caring person, who is not just there for performance, but means well. I think it’s really nice to remember him like that.”",
      "On the evening prior to his final F1 race all the drivers treated Seb to a farewell dinner, hosted by Lewis Hamilton. In the morning on the starting grid they arranged themselves in a respectful honour guard, saluting, clapping and cheering their departing compatriot.",
      "Text - Gerald Donaldson"
    ]
  },
  "Nico Rosberg": {
    "hall_of_fame": "HALL OF FAME - 2016",
    "data": [
      "When he was just six years old Nico Rosberg decided he was going to emulate his famous father and become a Formula 1 World Champion. It seemed a far-fetched fantasy, even for a boy benefitting from a privileged upbringing in Monaco. Indeed it took 25 years of hard effort for Nico to make his childhood dream come true. His championship quest took a heavy toll, prompting a final twist in the tale of triumph. Five days after taking the title, in a dramatic last-race showdown with his team mate Lewis Hamilton, the 2016 World Champion announced his immediate retirement from the pinnacle of motorsport.",
      "Nico Erik Rosberg was born on June 27, 1985, in Wiesbaden, Germany, three years after his Finnish father Keke Rosberg won the World Championship. Since his mother Sina was German Nico was entitled to dual citizenship, though he could also be classified as Monegasque because the family resided in the Principality. Growing up in the environment where his dad had won the 1983 race through Monaco’s storied streets gave little Nico big ideas. He was just six years old when his first experiences in a kart inspired his dream of becoming a World Champion, like his dad. Keke and Sina did not discourage this career choice, perhaps believing he would grow out of it. Parental consent came with the proviso that their son must not neglect his education. A diligent student, Nico was quick to learn and precociously clever. He became a linguistic virtuoso, impressively articulate in English, German, French, Italian and Spanish.",
      "Official Nico Rosberg memorabilia >",
      "Nico began championship kart racing (using a Finnish passport) when he was ten, bringing with him a competitive mindset that made him cry when his father beat him at tennis. Early success in karts deepened Nico’s resolve to push himself further and convinced his father to help him. Keke became his manager, using his extensive network of connections to good advantage. He knew what he was doing, having shrewdly managed the career of double world champion Mika Hakkinen, who was Nico’s boyhood hero.",
      "Nico progressed rapidly into karting’s top ranks, where one of his main opponents was Lewis Hamilton. In 2000 the teenage prodigies became team mates in the fiercely competitive Formula A karting championship. While the more naturally talented Hamilton tended to beat the hard-trying Rosberg, their rivalry remained friendly. Their shared passion to climb the motorsport ladder made them kindred spirits. They engaged in youthful hijinks, tossing a mattress out the window of their hotel room, staging impromptu foot races down the corridors, gorging themselves in pizza speed-eating contests.",
      "In 2002 their career paths diverged, with Hamilton remaining in karts and Rosberg moving up to single-seaters. In the Formula BMW ADAC series the 17-year-old Rosberg (now racing with a German passport) won the championship and earned himself a F1 test drive with Williams, the team with which Keke won the driving title. Strengthening the family connection, Nico then joined his father’s Team Rosberg to race in the F3 Euroseries, where in two seasons he had four wins. In 2005 Nico entered the new GP2 category with the ART Team. With five wins he became the first GP2 champion, while also serving as a test driver for Williams.",
      "His continuing scholastic achievements served him well. He turned down a coveted place to study aeronautical engineering at Imperial College in London. After scoring the highest-ever marks in the Williams F1 Team’s engineering aptitude test he was signed to race in the 2006 F1 season.",
      "In his three years with Williams his best was the first. In his F1 debut at Bahrain, he set the fastest lap and finished seventh, behind his team mate Mark Webber. It was Webber who nicknamed the youngster with the blonde flowing locks ‘Britney’, after the American pop music star Britney Spears. Indeed there was a beautiful blonde in Nico’s private life: Vivian Sibold, a German-born girl whom he first met when they were children. A romance blossomed and in 2003 they became inseparable companions.",
      "In 2010 Nico joined Mercedes GP (the rebranded championship- winning Brawn F1 team) where he was paired with the seven-time champion Michael Schumacher, then in the twilight of his career. In their three season’s together Rosberg, who mostly out-qualified and outscored him, learned a great deal from the sport’s most successful driver. In 2012 Rosberg scored his first F1 victory, winning from pole in China.",
      "In 2013, with 2008 world champion Lewis Hamilton as his Mercedes team mate, Rosberg won twice, including Monaco (exactly 30 years after Keke won there), though he was outscored during the season by Hamilton, who finished fourth to Rosberg’s sixth overall in the standings. In 2014 Rosberg upped his game, winning five races and scoring regularly to the point that he was still in contention to beat Hamilton to the title in the final race at Abu Dhabi. But Rosberg’s car lost power and Hamilton won the race and the championship. Nonetheless Rosberg’s private life had improved immeasurably. In July of 2014 Nico Rosberg and Vivian Sibold were married in a civil ceremony in Monaco.",
      "With their 2015 Mercedes cars by far the class of the field, the team’s policy of giving them equal opportunity placed maximum pressure on the drivers, whose once friendly rivalry deteriorated into an all-out psychological struggle for supremacy. Hamilton eventually became champion for the third time (with 10 victories to Rosberg’s five - one of which was a third successive triumph in his home race, Monaco). A pivotal point for Rosberg took place in the United States Grand Prix, where his anger at making a driving error that handed the win to Hamilton, provoked the notorious ‘Capgate’ incident. Prior to the podium ceremony Hamilton playfully tossed a sponsor’s cap at Rosberg, who threw it back at him in a fury. Rosberg later admitted he spent two days brooding over this “disastrous” race loss. Vowing to avoid such a “huge disappointment” in future, he hired a mind management specialist, practiced meditation and sharpened his driving skills through endless private testing in a kart. He went on to win the last three races of 2015. However the most important event in his life to date took place that summer when Vivian Rosberg gave birth to their daughter, Alaia. Her proud father spoke movingly of the blessed event. “We are totally overwhelmed and completely in love”.",
      "Filled with renewed resolve, the relentlessly resilient Rosberg applied all his cerebral attention to detail toward achieving his championship goal in 2016 - the longest ever Formula One season. He began the 21-race endurance contest with four successive victories. In the fifth event, in Spain, the two title rivals collided on the first lap and went no further. Thereafter they traded race wins (ultimately 10 to 9 for Hamilton), were penalised for rule infractions (four for Rosberg) and suffered mechanical misfortune (five for Hamilton). While Rosberg led the standings for most of the season Hamilton’s victories in the final four races reduced Rosberg’s lead to just five points at the finish, a dramatic, tension-filled event at Abu Dhabi.",
      "At 31, Nico Rosberg’s childhood dream had come true. The 25-year effort had taken a heavy toll. Famously guarded about revealing his inner feelings, the new champion now described the depths of emotion he felt, especially in the final laps at Abu Dhabi when race leader Hamilton (defying team instructions to speed up) deliberately slowed down to back Rosberg into the chasing pack where he might encounter trouble. Rosberg: “The feelings in those last laps were just unreal. Crazy! Not enjoyable. Massive pressure! Unbelievably intense! Horrible! The smallest mistake would finish me. So difficult. The first bit of emotion was relief. I was crying my eyes out at the finish.”",
      "Joining him in tearful post-race celebration were his number-one fans: his wife and his parents. The euphoria was contagious, shared by his team, F1 insiders and an increasing number of supporters. He was applauded for the historic accomplishment of making the Rosbergs only the second father-son champions (after Graham and Damon Hill). Some detractors felt he had backed into the title because Hamilton had more mechanical problems. In truth the new world champion won the same way as his 32 predecessors: by scoring the most points.",
      "The joyful winner responded gracefully to widespread congratulations, paid tribute to Hamilton as one of the best ever drivers and thanked everyone who had helped him during his career. He became surprisingly candid about his psyche, revealing himself prone to serious bouts of self-doubt. He confided that to help quell inner anxieties he deliberately cultivated an inscrutable demeanour, giving bland responses to constant questioning about how he dealt with the pressures of the title fight. He asked for understanding and apologised for “not being completely transparent. I needed to protect myself”.",
      "His frank revelations dispelled previously held opinions that he seemed a banal automaton lacking passion. Rosberg the champion proved to be an unpretentious, well-adjusted, affable and amusing character with an easy charm and a ready smile.",
      "He was still smiling when, five days after winning the title, he stunned the sporting world by announcing his retirement with immediate effect. In a touching farewell address, at the FIA prize-giving ceremony in Vienna, he spoke about the hard work, pain and sacrifice that went into fulfilling his childhood dream. He said he was not interested in making that sort of commitment again. He profusely thanked his parents and especially his wife Vivian for her love and loyal support and for looking after their infant daughter without his help when the championship going got tough. From now on he was going to put his family first.",
      "In his first year of retirement Nico Rosberg wasted no time in simply marking time. “I am finally able to enjoy being in control of my own life,” he said. On the family front he welcomed wife Vivian’s birth of another daughter. In his role as a roving ambassador for Mercedes he made guest appearances and gave motivational speeches around the world. He busied himself representing other personal sponsors, became involved in several charitable projects, began managing the career of former F1 driver Robert Kubica. As a F1 pundit on TV networks he distinguished himself as a highly telegenic and articulate commentator. He established his own channel on YouTube, where a slickly-produced series of vlogs documented the continuing adventures of Nico Rosberg.",
      "Text – Gerald Donaldson"
    ]
  },
  "Max Verstappen": {
    "hall_of_fame": "HALL OF FAME - 2021-2024",
    "data": [
      "In 2021 24-year-old Max Verstappen became the 34th Formula 1 World Champion, taking the title from seven-time champion Lewis Hamilton amid controversy on the last lap of the last race. Driving on the limit – sometimes over it – their intense rivalry became a personal feud that pushed them far beyond the rest of the field. The enthralling battle between the ultra-confident Dutch youngster and the most successful driver in the sport’s history captured the imagination of a worldwide audience as never before.",
      "Max Emilian Verstappen was born 30 September, 1997 in Hasselt, Belgium, and has a younger sister, Victoria. His Belgian mother, Sophie Kumpen, was a successful kart racer and his Dutch father, Jos Verstappen, a former F1 driver. After his parents separated Max lived in Holland with his father, who masterminded the boy racer’s fast-moving career.",
      "As a two-year-old toddler Max first flogged a mini quad bike around the family garden, then drove a rented go-kart as a four-year-old. Four years later he began competing, progressing quickly through various karting categories and winning titles in several European countries.",
      "Now recognised as a force to be reckoned with in the motorsport world, he distinguished himself in test drives with prominent single-seater teams. In August 2014, having rejected an offer from Mercedes to join their driver development programme, he was recruited to join the Red Bull Junior Team, a move deemed to be the quicker way into their F1 goal by the Verstappens - father and son.",
      "Jos ‘The Boss’ Verstappen, was the driving force behind every move Max made. The Boss was a F1 driver from 1994 to 2003. Competing in 107 Grands Prix with seven different teams he scored 17 points and two podiums. There were also numerous accidents but there was no denying he was a hard-trying, hard-nosed competitor who had a fierce temper in and out of the car. Jos was a tough taskmaster, constantly pushing his boy to improve. An old school thinker, his lessons were not data-driven but learn-by-driving. Before long, obviously a chip off the old block, Max Verstappen became his own man.",
      "In 2015 he made his F1 debut with Red Bull’s junior team Scuderia Toro Rosso. He drove hard, though not flawlessly and was censured several times for dangerous driving. At the FIA prize giving ceremony he was awarded trophies for both Rookie Of The Year and Personality Of The Year.",
      "In May of 2016 he was promoted to the Red Bull Racing squad. Still a teenager, he won his debut race with the team (in Spain) and finished fifth overall in the standings. Red Bull team boss Christian Horner: ”Max has proven to be an outstanding young talent.”",
      "Yet there were more collisions and near misses that worried some of his peers, such as Kimi Raikkonen: “He is going to cause a huge accident sooner or later”. Charlie Whiting, F1 race director, warned the boy-wonder to tone down his aggressive driving.",
      "In 2017 he won in Malaysia the day after his 20th birthday (by overtaking Lewis Hamilton) and won again in Mexico. Despite several accidental retirements including three first-lap collisions, he finished sixth in the championship. His 2018 season featured worrying flashpoints: episodes of wheel-banging clashes and collisions, pushing rivals off the track and other misdemeanours. Race authorities issued time penalties and drops in grid positions. His team bosses told him he was too impatient and must stop making mistakes. Yet he won two races and finished fourth overall in the standings.",
      "In 2019 Red Bull switched from Renault to superior Honda power units. With three race wins and nine podiums the team’s burgeoning star placed third in the championship. In 2020 he was third again. By now the former child prodigy had taken the sport by storm, a ferociously fast, relentlessly aggressive, uncompromising racer. Bold and brash whether forcefully attacking or defending, he relished wheel-to-wheel battles, outbraving opponents with breathtakingly late braking. Team boss Christian Horner: “Max drives in a manner that ignites passion.” Red Bull Motorsport Advisor Helmut Marko: “He has unbelievable speed. Max has all the ingredients to become an absolute champion.”",
      "In 2021, a hectic 22-race season crammed into nine months by Covid-19 complications, 36-year-old Lewis Hamilton and 24-year-old Max Verstappen were streets ahead of everyone else. Their cars, the Mercedes W12 and the Red Bull Racing-Honda RB16B, were the class of the field. The two title protagonists dominated, with Hamilton pursuing a record eighth championship and Verstappen intent on winning his first. Often they started on the front row. Fourteen times the duelling duo finished together in the top two positions. Their closely-fought personal battles became increasingly heated.",
      "At Silverstone’s ultrafast Copse corner an overtaking attempt by Hamilton sent Verstappen flying into the barriers. Shaken but uninjured, the 51g hit was the biggest crash of his career. Hamilton was given a 10-second penalty but went on to win, delighting the British fans. While Verstappen was in hospital being checked over, Mercedes were boisterously celebrating the victory, something the Verstappens considered disrespectful.",
      "At Monza four races later they entered the first chicane side by side. They crashed terminally with Verstappen’s car parked precariously on top of the Mercedes. Neither driver was hurt, though there were wheel marks on Hamilton’s helmet. They kept trading victories. Verstappen won his home race at Zandvoort, sending his passionate ‘Orange Army’ of Dutch fans into frenzied rapture.",
      "Contact between the two frontrunners continued. In Saudi Arabia Verstappen was assessed a time penalty for a ‘brake test’ incident that led to the Mercedes clipping the back of the Red Bull car. Hamilton’s victory in this penultimate race placed him exactly equal in points with Verstappen.",
      "The title bout showdown at the Abu Dhabi Grand Prix ended with controversy. Hamilton’s race-long lead was interrupted with five of the scheduled 58 laps remaining by a backmarker’s crash that brought out a Safety Car to slow the field while debris was cleaned up. Hamilton, on old tyres, stayed out to protect his lead, Verstappen pitted for fresh tyres and rejoined in second place. Standard procedure in Safety Car situations is to allow all lapped cars to un-lap themselves before a restart. Instead, race control under director Michael Masi chose to instruct just the five cars between Hamilton and Verstappen to un-lap themselves, thus setting the stage for a final lap under full racing conditions. Verstappen’s fresher rubber enabled him to easily overtake Hamilton and cross the finish line first to take the title.",
      "A jubilant Max Verstappen was sportingly congratulated by a shellshocked Lewis Hamilton, who shook hands with him and told him he deserved to be champion – an opinion borne out by Verstappen’s 10 victories to Hamilton’s eight, and his new season record of 18 podiums, one more than Hamilton.",
      "For a while, though, Max Verstappen’s first drivers’ title appeared to hang in the balance. While tears of joy were shed throughout the Red Bull Racing team, their outraged opponents were left seething at what they saw as a ‘contrived’ race outcome produced by the unconventional Safety Car procedure. But Mercedes’ official protests of the result were dismissed by race stewards, and when the team ultimately abandoned any plans to appeal, the Netherlands had their first F1 champion.",
      "At the end-of-season FIA awards ceremony – where Hamilton and Mercedes team boss were notable by their absence – Max Verstappen was accompanied by his proud Dad. Also in their entourage was the new champion’s girlfriend Kelly Piquet, daughter of three-time world champion Nelson Piquet. In his acceptance speech Max Verstappen summed up his accomplishment succinctly.",
      "“Becoming world champion is my life goal achieved. Everything that comes next is a bonus. Of course I am going to keep pushing and I’m going to be here for a few more years yet.",
      "“While it’s nice to be called world champion I think more about the long journey and all the hours I spent working with my Dad to be here. It’s been a long and tough season and I feel amazing to have finally achieved my goal. I hope I can do this more times.",
      "“It’s been an incredible battle with Lewis, one of the greatest drivers ever in Formula 1. We really pushed each other. At the end of the day we can look each other in the eyes and respect each other which is really important.”",
      "Any remaining doubts about Verstappen’s right to the drivers’ crown were comprehensively blown away when his near-total domination of the 2022 season resulted in his second successive championship. Granted, while his Red Bull Racing team’s Honda-powered RB18 car designed by Adrian Newey was by far the class of the field, it was 25-year-old ‘Super Max’s exceptional driving that resulted in his winning a record 15 of the 22 races.",
      "He scored 454 points, another F1 record, which combined with team mate Sergio Perez’s contribution enabled Red Bull to run away with the 2022 Constructors’ Championship. While Perez won two races and regularly collected points (he finished third overall in the standings), he was unable to match Verstappen’s outright pace – a situation faced by everyone else in the field.",
      "There was no stopping Verstappen, who started from pole seven times but several of his victories featured come-from-behind performances. Notable among them was a win in Hungary after starting 10th and in Belgium where he won from 14th on the grid. Reliable equipment was on his side – only twice did he fail to score points – as were the impressively careful drives that were testimony to his smooth and easy speed.",
      "It helped that Red Bull’s opposition ranged from sporadic to weak. Ferrari floundered again, finishing a distant second in the Constructors’ Championship, despite occasionally having the fastest car. Together their drivers won four races but too often the Italian team’s progress was impeded by reliability problems, tactical missteps, or simple driver error. For Mercedes, whose car started the season off the pace though improved steadily, the team scored just a single victory and finished only third overall among the constructors, thus relegating its previous domination of the sport to a distant memory.",
      "Max Verstappen’s rapid rise to F1 supremacy saw him become a less edgy, more affable personality, though vivid memories of his ruthless past remained - discouraging rivals from engaging him in close encounters. Mostly, they only saw him disappear into the distance, his progress marked by the colourful travelling ‘Orange Army’ of Dutch fans who cheered their unstoppable hero on his way to glory.",
      "Christian Horner, RBR team principal, was effusive in his praise for the sport’s new superstar: “Max has had an absolutely outstanding year…In terms of outright raw ability and fearless commitment, he’s the best we’ve ever seen in one of our cars.”",
      "As a reward for his sterling contribution to the team effort the star driver was given a lucrative contract to continue with Red Bull until 2028. Beyond that time the 25-year-old suggested he did not plan to drive into his 40’s. “I don’t see myself hanging around for a lot longer than that.”",
      "Near the end of the 2022 season Red Bull mourned the death from cancer of the team’s Austrian owner and number one supporter Dietrich Mateschitz, whose wealth came from his energy drink brand. His team made headlines again when governing body the FIA found RBR had exceeded the 2021 budget cap imposed to reduce costs in the world’s most expensive sport. Punishment for the infraction required the team to spend less in 2023, but RBR’s morale and optimism for the future remained sky high.",
      "Max Verstappen: “It’s been really enjoyable to be part of this team… We have a lot of fun – of course we focus on the performance, but you also really need to enjoy the moment, appreciate the moment, and I think we did that. You also need to focus on next year…I know it’s hard to do a lot better than this, but you should always try to aim for that.”",
      "Despite those doubts, better is precisely what was achieved when the 2023 season arrived, with Verstappen remarkably winning 19 races out of a possible 22 and Red Bull triumphing in all bar one Grand Prix – often leaving rivals scratching their heads.",
      "Indeed, the RB19 designed by Newey and his expert team proved even more dominant than its predecessor in the hands of Verstappen, who rewrote the record books with the most wins in a season, the most wins in a row (10), the most points scored in a season (575), the largest title-winning margin (290 points), the most laps led in a season (1,003), the most pole, victory and fastest lap hat-tricks (6) in a season, and much, much more.",
      "Speaking after the Abu Dhabi finale, Verstappen said: “It was a bit emotional on the in lap, the last time I was sitting in the car that has given me a lot. I have to say a big thank you to Red Bull, it’s just been an incredible year.",
      "“We are working hard to have again a very competitive car [in 2024]. For sure, all the other teams want to try and beat us out there. We are ready for the battle.”",
      "That battle initially proved to be very one-sided, with a rampant Verstappen victorious in seven of the first 10 Grands Prix. However, it was in the second half of a turbulent season for Red Bull – when their pace fell behind their rivals’ and long-time technical boss Adrian Newey announced his departure – that the Dutchman showed the true class of a multiple World Champion, maturely playing the long game to retain his drivers’ crown despite winning just two of the remaining 14 rounds. It made him only the sixth driver in Formula 1 history to claim four titles, and just the fifth to take four in succession.",
      "Original text - Gerald Donaldson"
    ]
  }
}