{
  "Dani Pedrosa": {
    "ridername": "Dani Pedrosa",
    "rider_career": "YEARS ACTIVE 2001 - 2024",
    "rider_country": "Spain",
    "story": " Dani Pedrosa finished third in the 125 World Championship in 2002 before taking the title the year after with time to spare. Moving up to the 250 World Championship the following year, Pedrosa then won that crown as a rookie and subsequently defended it despite suffering with injury. The Spaniard then moved up to MotoGP™ in 2006 and took two wins in his rookie year, including his fourth ever race in the class. A consistent frontrunner and title challenger, including taking the most wins in MotoGP™ in 2012, Pedrosa’s career has been plagued by some injuries – but the Sabadell native won at least one Grand Prix in every season of his career since 2002. In 2014, Pedrosa suffered problems with arm pump and early the following season underwent major, career-saving surgery. Finishing the year on a high with two spectacular wins once back to full strength, the Spaniard also won in Misano in 2016 after a tough season. Breaking his collarbone in Motegi, the 3-time World Champion was back to full strength for 2017 and kept his incredible record of at least one win a year rolling, taking victory in Jerez and Valencia. 2018 would prove the Spaniard's final season as a MotoGP™ racer, as he called it a day after failing to register a win or podium finish all year. Having ended his long association with Honda, Pedrosa soon signed a deal with KTM to take on the role of test rider and has proved instrumental in the Austrian manufacturer’s rise towards premier class wins and podiums. The Spaniard made his first wildcard appearance on the RC16 at the 2021 Styrian GP, and he'll once again line up on the grid at the 2023 Spanish GP with KTM - at his beloved Jerez.  "
  },
  "Andrea Dovizioso": {
    "ridername": "Andrea Dovizioso",
    "rider_career": "YEARS ACTIVE 2002 - 2022",
    "rider_country": "Italy",
    "story": "2004 125cc World Champion Andrea Dovizioso has been in MotoGP™ since an incredible rookie season in 2008, where he was the top Independent Team rider and fifth overall. His first victory came at Donington in 2009 when riding for Repsol Honda, before the Italian moved to the Ducati Team following a stint with Monster Yamaha Tech 3. A key part of Ducati’s journey back to the top, ‘DesmoDovi’ is one of the hardest to overtake on the brakes – and one of the cleanest competitors in battle. After long seasons of hard work saw the bike more and more competitive and a consistent frontrunner, 2017 saw the Italian challenge for the World Championship down to the wire in Valencia after a stunning six wins across the season. For 2018, he hit the ground running to win the season opener, endured some harder races and then came back swinging - ending the year runner up once again. 2019 began in similar fashion: a win in Qatar. However, a certain Marquez turned up the wick and proved too much for everyone, with Dovizioso claiming nine podiums - including two wins - on his way to P2 in the overall standings for a third year in a row. Many fancied Dovi for the title during 2020, particularly in the absence of the injured Marc Marquez, however, there was to be no dream send off from Ducati for the Italian, who could only earn one victory during the season, at the Austrian GP, soon after announcing he was to leave the Bologna Bullets. He ended the season 4th in the standings and announced his intention to take a sabbatical from the sport. It was short-lived though, as before the start of the 2021 campaign, Aprilia announced he would test their new RS-GP in Jerez over three days in April. After completing some tests with Aprilia, Dovizioso was called up to step in at Petronas Yamaha SRT for the final five races of 2021, with Dovizioso signing a one-year contract to ride a factory YZR-M1 next season. The experienced Italian spearheaded the WithU Yamaha RNF MotoGP Team's efforts in 2022, but unfortunately, he was unable to recapture his from of years gone by. With 24 World Championship victories, 103 podiums and 20 pole positions, the Dovi decided to call it a day in 2022, retiring at his home Grand Prix in Misano in front of a sea of well-wishers."
  },
  "Jorge Lorenzo": {
    "ridername": "Jorge Lorenzo",
    "rider_career": "YEARS ACTIVE 2002 - 2021",
    "rider_country": "Spain",
    "story": "FIve-time World Champion Jorge Lorenzo has so far taken three of those crowns in the premier class - in 2010, 2012 and 2015. Graduating to MotoGP™ after back-to-back 250 World Championships, Lorenzo was on pole for his first MotoGP™ race in 2008 and set a new lap record, before winning his third GP at Estoril in his rookie year. Defeating teammate Valentino Rossi in 2010 to take his first MotoGP™ World Championship, Lorenzo then beat Casey Stoner to the crown in 2012 before just losing out to Marc Marquez in 2013 – taking the title fight down to the wire in Valencia despite twice breaking his collarbone; famously riding to P5 in Assen the day after surgery. In 2015, the ‘Spartan’ was back to full power and faced down teammate Rossi for the title once again, sealing the Championship with a spectacular win from pole in the final race of the year. 2016 saw Lorenzo third in the Championship with another four victories, including the season finale in Valencia. For 2017, the Mallorcan took on an incredible challenge in a new era of his career: after more than 40 victories and 100 podiums with Yamaha, Lorenzo switched to the Ducati Team. Making progress throughout the year and taking podium finishes, the Spaniard then took his first wins in red in style in 2018, winning at Mugello, Catalunya and the Red Bull Ring. The latter part of the year was then affected by injury and Lorenzo was aiming to recharge and come back even stronger in 2019... as he made a shock switch to the Repsol Honda Team. However, his link up with Marc Marquez was ill-fated as he cut short a two-year deal early by announcing his retirement from the sport in Valencia 2019. The five-time Champion of the World was then inducted as a MotoGP™ Legend in Jerez 2022 as his status as a premier class great was made official."
  },
  "Valentino Rossi": {
    "ridername": "Valentino Rossi",
    "rider_career": "YEARS ACTIVE 1996 - 2021",
    "rider_country": "Italy",
    "story": "The only rider in history to win 125, 250, 500 and MotoGP™ World Championships, Valentino Rossi dominated MotoGP™ with first Honda and then Yamaha, taking the crown five times in a row until Nicky Hayden won the title in 2006. Back on top in 2008 and 2009, the Italian was then beaten to the crown by teammate Jorge Lorenzo in 2010 and left to join the factory Ducati Team. After three podiums over a tough two seasons, the rider from Tavullia was back at Yamaha for 2013 and took his first win in three years in Assen. Runner up in the title in 2014, Rossi then fought for his tenth crown in 2015 but was beaten in the final race by Lorenzo once again. 2016 has seen more pole positions, podiums and race wins and saw the Italian runner up once again; remaining with Movistar Yamaha MotoGP for 2017 with new teammate Maverick Viñales. Another win, at the Dutch GP at the TT Circuit Assen, was the jewel in another successful season – but struggles for the team with low grip and a broken leg sustained in training just before Misano put a damper on the latter half of the year. Rossi impressed to come back from his injury after only three weeks, however, and took another podium before the end of the year, coming second in the awesome showdown at Phillip Island. For 2018, the Italian remained with Yamaha and took another top three overall in the standings, but Rossi didn't stand on the top step in 2018. No win would come Rossi’s way in 2019 either, two podiums in the opening three races would be the only time we saw the number 46 spray the bubbly, while it didn’t get better in 2020, with third in the Andalusian GP his season best result. 2021 sees him make the move to Petronas SRT where he can link up with his academy graduate Franco Morbidelli. Will the change of scenery spark new life into the MotoGP™ veteran?"
  },
  "Nicky Hayden": {
    "ridername": "Nicky Hayden",
    "rider_career": "YEARS ACTIVE 2003 - 2016",
    "rider_country": "United States of America",
    "story": "“Kentucky Kid” Nicky Hayden began his career on dirt before switching to tarmac, winning the AMA Supersport Championship onboard a privateer Honda in 1999. In 2002, he won the AMA Superbike title, the youngest rider ever to do so, and moved up to the MotoGP™ World Championship in 2003, also riding a Honda. Hayden then became the most recent MotoGP™ World Champion from the USA after beating Valentino Rossi to the title in 2006, with the fight going down to the final round in Valencia. He then moved to Ducati in 2009 to partner Casey Stoner, finding the first year a challenge, before making a vast improvement in 2010 to end the season 7th. The Kentucky rider moved back aboard a Honda for the 2014 season, riding the Open specification RCV1000R with Drive M7 Aspar. Major injury problems with his wrist seriously affected the season, resulting in surgery to fix the problem and get back on track for 2015. Named a MotoGP™ legend the same year, the American’s 13th and final season in MotoGP™ was a challenging one ahead of his move to the WorldSBK paddock in 2016. Already a podium finisher multiple times in World Superbike and taking his first win in Sepang in his rookie season, the legendary American returned to MotoGP™ at the Aragon GP to sub for Jack Miller at Estrella Galicia 0,0 Marc VDS, as the Australian recovered from a hand injury. After scoring points in Aragon, Hayden was back once again at Phillip Island - replacing injured former Repsol Honda teammate Dani Pedrosa in the same team. Hayden then tragically lost his life in a cycling accident after the 2017 Italian Round of WorldSBK, when he was training on the Rimini coast. Hayden was a true Champion, for his achievements both on track and off."
  },
  "Casey Stoner": {
    "ridername": "Casey Stoner",
    "rider_career": "YEARS ACTIVE 2001 - 2012",
    "rider_country": "Australia",
    "story": "Casey Stoner joined the premier class in 2006 with the satellite Honda LCR team after working his way through the 125cc and 250cc ranks following his GP debut as a 125cc wildcard at Donington Park in 2001. His switch to Ducati in 2007 proved to be the catalyst for his potential, starting with his first MotoGP victory at round one in Qatar, followed by 9 more which ultimately gave him the Championship title. Stoner set out to defend his title in 2008 but rare mistakes and pressure from Valentino Rossi left him 2nd in the Championship. Stoner moved to factory Honda for the 2011 season, a switch that proved a resounding success. By the time Stoner clinched the 2011 title with a win at Phillip Island, he had already taken 9 victories. Stoner closed the 800cc era in Valencia with a 10th victory. 2012 would be Stoner's last year in the World Championship, the Australian making the shock announcement in France that he would retire at the end of the season. An ankle injury in Indianapolis would end his hopes of a third title, but he claimed one last win at Phillip Island in front of a packed house. After his retirement he did some testing for Honda but from 2016 he returned to Ducati as their test rider. He made his first public appearance at the Sepang test before the 2016 season and posting competitive times. You can’t take the speed out of a rider."
  },
  "Marco Simoncelli": {
    "ridername": "Marco Simoncelli",
    "rider_career": "YEARS ACTIVE 2002 - 2011",
    "rider_country": "Italy",
    "story": "Marco Simoncelli tragically lost his life on October 23rd, 2011, at the Sepang circuit following a crash on the second lap of the MotoGP race. The Italian rider had dazzled the World Championship paddock with his charisma, ability and racing style, and was a World Champion having taken the 250cc title in 2008, a title he narrowly missed out on defending in 2009. Arriving in the premier class in 2010, his progress was rapid and before his untimely death he had already taken two premier class podiums and two poles in a strong second MotoGP campaign. Marco will be greatly missed by all those involved in MotoGP, and will forever be remembered as one of the Championship’s great characters and talents."
  },
  "Kenny Roberts Jr": {
    "ridername": "Kenny Roberts Jr",
    "rider_career": "YEARS ACTIVE 1993 - 2007",
    "rider_country": "United States of America",
    "story": "2000 500cc World Champion Kenny Roberts Jr. was raised as a dirt tracker and competed in US and Spanish National Championships before debuting in the 250cc World Championship at Laguna Seca in 1993, where he took an impressive top ten. Four races in the 250s the following year prefaced full time participation in 1995, before the American moved up to the premier class in 1996. He stepped up to 500cc with Yamaha, following that up with a stint in his father's Modenas team before joining Suzuki in 1999. By end of the second season of the partnership, the Japanese factory were celebrating their first title since Kevin Schwantz in 1993. Roberts then joined his father's Honda backed outfit in 2006, claiming two more podiums and many top six finishes before his retirement in 2007 after eight GP wins and 184 World Championship starts. Roberts Jr.’s premier class title in 2000 made motorcycling history as he became half of the only father and son duo to have taken 500cc World Championship titles. He stepped up to 500cc with Yamaha, following that up with a stint in his father's Modenas team before joining Suzuki in 1999. By end of the second season of the partnership, the Japanese factory were celebrating their first title since Kevin Schwantz in 1993. Roberts then joined his father's Honda backed outfit in 2006, claiming two more podiums and many top six finishes before his retirement in 2007 after eight GP wins and 184 World Championship starts. Roberts Jr.’s premier class title in 2000 made motorcycling history as he became half of the only father and son duo to have taken 500cc World Championship titles, and he was inducted into the Hall of Fame at the Circuit of the Americas in 2017."
  },
  "Max Biaggi": {
    "ridername": "Max Biaggi",
    "rider_career": "YEARS ACTIVE 1991 - 2005",
    "rider_country": "Italy",
    "story": "Max Biaggi fell in love with motorcycles in 1988 when a friend invited him to ride at the local Vallelunga circuit and his natural talent blossomed as he graduated swiftly through the Italian Sport Production Series, the 125 Italian Championship and the European 250 Championship, which he won in 1991. 1992 marked his arrival in 250 GP with victory in South Africa and fifth place overall. The next six seasons saw Biaggi take 33 pole positions, 29 wins and 4 World Championships. In 1998 he moved to the 500 class, finishing second behind Mick Doohan in his rookie year. After four seasons with Yamaha, Biaggi returned to Honda with Pramac Pons in 2003, finishing third that year and the next. Biaggi joined Factory Honda for his final MotoGP season in 2005."
  },
  "Daijiro Kato": {
    "ridername": "Daijiro Kato",
    "rider_career": "YEARS ACTIVE 1996 - 2002",
    "rider_country": "Japan",
    "story": "When 2001 250cc World Champion and 17 time Grand Prix winner Daijiro Kato was taken away from the motorcycling world on April 6th, 2003 at the Suzuka circuit, the sport lost one of its major talents and leading lights. The unassuming and friendly Japanese rider debuted in the World Championship in 1996, taking third in 250cc race at the circuit that would later claim his life. 2001 saw him completely dominate 250cc racing with 11 wins and 13 podiums. At the time of his tragic death, the 26 year old was at the start of his second season in MotoGP having taken two podiums in his maiden campaign in 2002. Kato’s achievements remain an inspiring target while his legacy lives on via safety measures that arrived in MotoGP after his untimely passing."
  },
  "Alex Criville": {
    "ridername": "Alex Criville",
    "rider_career": "YEARS ACTIVE 1987 - 2001",
    "rider_country": "Spain",
    "story": "Like most of the Spanish riders of his generation, Alex Criville began racing bikes in the 80cc category. World 125cc Champion at the age of 19, the Catalan star progressed through 250 and was a 500 rider by 1992, winning the Dutch TT at Assen in his debut season."
  },
  "Mick Doohan": {
    "ridername": "Mick Doohan",
    "rider_career": "YEARS ACTIVE 1989 - 1999",
    "rider_country": "Australia",
    "story": "Australian MotoGP Legend Mick Doohan won five premier class titles in a period of domination that broke records and defined the sport in the 1990s."
  },
  "Jorge Martinez": {
    "ridername": "Jorge Martinez",
    "rider_career": "YEARS ACTIVE 1982 - 1997",
    "rider_country": "Spain",
    "story": "No legend story available"
  },
  "Kevin Schwantz": {
    "ridername": "Kevin Schwantz",
    "rider_career": "YEARS ACTIVE 1986 - 1995",
    "rider_country": "United States of America",
    "story": "The sole 500cc title earned in 1993 does not effectively summarise the impact that Texan Kevin Schwantz had on the motorcycle racing world championship. The Suzuki stalwart amassed a huge legion of fans around the world with his flamboyant all-action riding style and propensity for spectacular crashes as he chased victory at each Grand Prix as if each race were his last."
  },
  "Wayne Rainey": {
    "ridername": "Wayne Rainey",
    "rider_career": "YEARS ACTIVE 1984 - 1993",
    "rider_country": "United States of America",
    "story": "Wayne Rainey is the last of the great American multi-World Champions to have graced MotoGP. The Californian won three 500cc titles in a row from 1990 to 1992 and joined the ranks of those such as Kenny Roberts Snr., Freddie Spencer and Eddie Lawson in a hefty US legacy that has also been augmented by the likes of Kevin Schwantz, Kenny Roberts Jnr. and Nicky Hayden."
  },
  "Freddie Spencer": {
    "ridername": "Freddie Spencer",
    "rider_career": "YEARS ACTIVE 1982 - 1993",
    "rider_country": "United States of America",
    "story": "Freddie Spencer will be forever synonymous with the beginning of the wave of phenomenal American racing talent that dominated the podiums of the premier class through the 1980s and into the 1990s. Spencer’s historic 250cc and 500cc double title winning season in 1985 has also never been repeated and marks his place in the annals of the sport."
  },
  "Wayne Gardner": {
    "ridername": "Wayne Gardner",
    "rider_career": "YEARS ACTIVE 1984 - 1992",
    "rider_country": "Australia",
    "story": "Australian Wayne Gardner plied his trade when the 500cc factory bikes were arguably at their hardest to ride and in which the competition in the class involved legendary peers such as Wayne Rainey, Randy Mamola, Kevin Schwantz, Eddie Lawson, Freddie Spencer and Mick Doohan. His 52 podiums, 18 victories and 1987 premier class title win came during one of the toughest decades of competition in the sport."
  },
  "Eddie Lawson": {
    "ridername": "Eddie Lawson",
    "rider_career": "YEARS ACTIVE 1983 - 1992",
    "rider_country": "United States of America",
    "story": "The neat and consistent multi World Champion Eddie Lawson claimed his four titles in 1984, 1986, 1988 and 1989, in a golden period for American riders. With the last of his successes Lawson became the first rider in the history of the sport to win the title with two different manufacturers in back-to-back seasons. In 1988 he gave Yamaha their fourth championship of the decade - his third in just six seasons - and the following year he immediately won his fourth onboard the Honda NSR500."
  },
  "Randy Mamola": {
    "ridername": "Randy Mamola",
    "rider_career": "YEARS ACTIVE 1979 - 1992",
    "rider_country": "United States of America",
    "story": "Randy Mamola began his career on the world stage in 1979, bursting onto the scene with podiums in both the 250 and 500 World Championships. The following season, the American took his first wins – two 500 Grand Prix victories for Suzuki – and added a further pair of podiums in the premier class to end the year runner up in the title fight. 1981 saw Mamola on the top step twice more with even more visits to the podium, once more second in the Championship, before a slightly more difficult 1982."
  },
  "Stefan Dörflinger": {
    "ridername": "Stefan Dörflinger",
    "rider_career": "YEARS ACTIVE 1973 - 1989",
    "rider_country": "Switzerland",
    "story": "Dörflinger had a long and successful career that saw him first compete in the Grand Prix paddock in 1973. He took his first podium that season in the Yugoslavian Grand Prix, before taking more top fives the following year as he became a more regular face on the grid. In 1975, he was back on the podium in the Spanish Grand Prix and the Nations Grand Prix. In 1976 he took on a new challenge as he competed in both the 50cc and 125cc World Championships, something he would continue to do for much of his career. A regular top finisher in both, Dörflinger took more podiums – including his first 125cc podium in 1979 – before 1980 finally saw him take to the top step in the 50cc class. Coming first or second in every race bar his first that year, the Swiss rider was gaining traction and 1981 began with a win. But it was 1982 when Dörflinger finally took his first title, winning the first three races of the season on the way to the crown. He defended the 50cc title the following season, taking another three wins. 1984 saw the dawn of the 80cc World Championship, and Dörflinger was immediately a success. On the podium first time out, a first win in the new category wasn’t far away and again it was a trio, beginning in the Austrian Grand Prix. Another win later in the season added to his achievements and he became the first ever 80cc World Champion. As he’d done previously in the 50cc class, Dörflinger then defended the crown and became a back-to-back Champion once again. That made it four titles in a row for the Swiss rider, securing his place in history. He took his final win in the 80cc class in 1988, and his final podiums in Grand Prix racing came the following year in the same class when he was also runner up in the Championship. His final season of competition was 1990, making it an incredible career spanning 18 seasons in which he took a total of 18 Grand Prix wins."
  },
  "Anton Mang": {
    "ridername": "Anton Mang",
    "rider_career": "YEARS ACTIVE 1975 - 1988",
    "rider_country": "Germany",
    "story": "A star of the 1980s, Germany’s Anton Mang retired in 1988 after 14 years of Grand Prix participation which had seen him win five World titles, racking up 42 race victories along the way. He was the last man to win the 350cc title, in 1982, when the class was last featured as part of the World Championship."
  },
  "Angel Nieto": {
    "ridername": "Angel Nieto",
    "rider_career": "YEARS ACTIVE 1964 - 1986",
    "rider_country": "Spain",
    "story": "Angel Nieto established Spain as a motorcycling force with 13 World Championships, 90 Grand Prix wins and 139 podiums, in the 50cc, 80cc and 125cc classes over almost two decades from 1967 to 1986. A superstitious Legend, the rider from Zamora always referred to the number of his titles as 12 + 1. Nieto’s sheer dominance in the smaller classes mean that his achievements regularly place him up with the likes of Giacomo Agostini, Valentino Rossi, Mike Hailwood and Phil Read as one of the finest and most skillful riders ever to have graced the world stage. With six World Championships in the 50cc class and seven on 125cc machinery, Nieto also holds the record of earning the most titles with different manufacturers - five in total: Derbi, Bultaco, Garelli, Minarelli and Kreidler. In addition to his Grand Prix success, Nieto gained Spanish Championships in every conceivable class from 50cc up to 750cc. His easy character and joviality made him a popular figure and encapsulated the cavalier spirit that defined the sport in the late 1960s and '70s. Later head of a motorcycling dynasty as family members followed the Legend’s path into the world of two wheels, Nieto then sadly passed away in 2017 following a quad bike accident in Ibiza. He was 70 years old."
  },
  "Franco Uncini": {
    "ridername": "Franco Uncini",
    "rider_career": "YEARS ACTIVE 1976 - 1985",
    "rider_country": "Italy",
    "story": "1982 500 world champion Franco Uncini began his international career in the 250 world championship in 1976, taking seven podiums including two victories in the class before going on to be championship runner-up in 1977. The Italian moved into the premier class for 1979 and took a podium in his rookie year followed by three more the year after. Uncini then won the championship in 1982 with seven podiums, including five victories. He also recorded a pole position and a fastest lap as he beat Graeme Crosby to the title in a year that saw the grid full of further legendary names including Freddie Spencer, Kenny Roberts and Barry Sheene. Despite a bad crash in the 1983 Dutch GP that almost ended his career, Uncini returned to competition the following year as he fought his way back onto the grid for an incredible comeback and another two seasons. The Italian was recently inducted into the World Championship Hall of Fame in a ceremony at Misano World Circuit Marco Simoncelli; officially named a MotoGP™ Legend."
  },
  "Barry Sheene": {
    "ridername": "Barry Sheene",
    "rider_career": "YEARS ACTIVE 1970 - 1984",
    "rider_country": "United Kingdom",
    "story": "Barry Sheene MBE took two 500cc World Championships in 1976 and 1977, though by then his credentials as a racer were well established and he was already hugely popular off-track."
  },
  "Marco Lucchinelli": {
    "ridername": "Marco Lucchinelli",
    "rider_career": "YEARS ACTIVE 1975 - 1983",
    "rider_country": "Italy",
    "story": "After beginning his career on the world stage in the 350 World Championship in 1975, Marco Lucchinelli burst into the premier class the following year with two podiums in his first two appearances. Fourth in the Championship as a rookie, Lucchinelli’s debut with Suzuki laid solid foundations for his ambitions of taking the World Championship. 1976 ended with a second place in Germany, before the Italian was back on the rostrum in Finland in 1977 and again at Mugello the following season.  1979 was a more difficult season, but a raft of top ten finishes prefaced a real push for the title in 1980. Lucchinelli’s success with Suzuki saw new heights that year, as the partnership took a podium finish five times – including a victory to conclude the season in Germany. The Italian was third in the title standings behind Kenny Roberts and Randy Mamola, and the momentum was in motion for 1981. 1981 saw the order of that top three the previous season reversed. Lucchinelli took five stunning wins and seven podiums on his Suzuki, as well as setting five fastest laps and seven pole positions as he marched towards the title. Edging Randy Mamola by 11 points, the Italian was crowned 1981 World Champion to take his place in MotoGP™ history. Lucchinelli took a further two podiums in the 500 World Championship, then riding for Honda, before his switch to WorldSBK for the series’ inaugural season in 1988. Debuting on the podium in Race 1 at Donington Park in the first ever meeting, Lucchinelli then won the second race that weekend to make another bit of history as he joined the exclusive club of riders to have won in both Grand Prix racing and WorldSBK – in fact founding that club as the first rider to achieve the feat."
  },
  "Kenny Roberts": {
    "ridername": "Kenny Roberts",
    "rider_career": "YEARS ACTIVE 1974 - 1983",
    "rider_country": "United States of America",
    "story": "Kenny Roberts (Snr.) has made a huge contribution to MotoGP having been involved in the sport for three decades, winning three consecutive 500cc World Championships from 1978 to 1980, going on to become a highly successful team manager and fathering a World Champion son, Kenny Roberts Jnr."
  },
  "Kork Ballington": {
    "ridername": "Kork Ballington",
    "rider_career": "YEARS ACTIVE 1976 - 1982",
    "rider_country": "South Africa",
    "story": "Four-time World Champion Kork Ballington, who took the 250 and 350 World Championships in both 1978 and 1979, was inducted into the MotoGP™ Hall of Fame during the 2018 Australian GP, at Phillip Island, joining a long list of greats that have been made MotoGP™ Legends that includes Giacomo Agostini, Mick Doohan, Geoff Duke, Wayne Gardner, Mike Hailwood, Daijiro Kato, Eddie Lawson, Anton Mang, Angel Nieto, Wayne Rainey, Phil Read, Jim Redman, Kenny Roberts, Jarno Saarinen, Kevin Schwantz, Barry Sheene, Marco Simoncelli, Freddie Spencer, Casey Stoner, John Surtees, Carlo Ubbiali, Alex Crivillé, Franco Uncini, Marco Lucchinelli, Randy Mamola and the late Nicky Hayden. The South African yook his first podium in 1976 when he came second in the 250cc race at the West German Grand Prix and he followed it up – this time in the 350 World Championship – with his first win, taken at the Spanish Grand Prix. 1977 saw more podiums and wins – with his first 250 victory coming at Silverstone – before the South African made his charge for the crowns. He began 1978 off the podium in both Championships before he made his first visit to the rostrum that season in the 350cc race at the Salzburgring. Repeating the feat next time out, the eventual Champion in both classes then took both the 250 and 350 wins at the Nations GP at Mugello, something he also did in Finland and at Brno. Ballington took four 250 wins and six 350 wins on the way to winning both titles that year and 1979 was a similar story as the South African on the Kawasaki dominated. Seven 250 wins – achieved three-in-a-row and then four-in-a-row – saw him defend the crown, and five wins in the 350 World Championship wrapped that up title for the second year running too. Ballington decided to target the 250 and 500 Championships in 1980 and was runner up in the lower category after another five wins, alongside taking some solid top ten results on the 500. That laid solid foundations and his first podiums in the premier class came the following season in the Netherlands and Finland. A final year of competition in 1982 prefaced the four-time World Champion’s retirement."
  },
  "Giacomo Agostini": {
    "ridername": "Giacomo Agostini",
    "rider_career": "YEARS ACTIVE 1964 - 1977",
    "rider_country": "Italy",
    "story": "Giacomo Agostini is widely regarded as the best rider of all time and his spectacular career in the second half of the 1960s and first part of the 1970s saw him become the first true World star of motorcycle racing."
  },
  "Phil Read": {
    "ridername": "Phil Read",
    "rider_career": "YEARS ACTIVE 1961 - 1976",
    "rider_country": "United Kingdom",
    "story": "Phil Read’s spectacular career saw him compete in the World Championship over a period of 16 years in the '60s and '70s, winning 52 Grands Prix and seven World titles across four different classes, battling against other great names such as Giacomo Agostini, Mike Hailwood and Barry Sheene."
  },
  "Jarno Saarinen": {
    "ridername": "Jarno Saarinen",
    "rider_career": "YEARS ACTIVE 1970 - 1973",
    "rider_country": "Finland",
    "story": "The Finnish student resorted to using several bank loans to finance himself at the start of his career, although these loans had been intended for his schooling it became apparent Saarinen excelled outside the classroom. Starting off as a Speedway specialist and competing in a variety of ice races, Jarno Saarinen made his World Championship debut in 1970 in the 50cc and 250cc categories. The young Finn’s rise was meteoric, in 1971 he took his first 350cc victory in the Czechoslovakia GP and in that same season took to the top step of the podium in the final 250cc race of the year in Spain. That year he would finish runner up in the 350cc class and take third overall in the 250cc category, in both cases mounted on a Yamaha. Only a year later came his first, and lone, world title, remaining with Yamaha to bring the three tuning forks to the top of the 250cc class. Four wins and five podium finishes would be enough to secure victory by a single point over Renzo Pasolini, a rival whose fate would be closely linked to Saarinen for tragic reasons. In the 350cc class Saarinen got second place, only surpassed by the Italian Giacomo Agostini. 1973 looked to be another strong year for Saarinen, he won the first three 250cc races on the calendar in France, Austria and Germany. Moreover, he managed to win the first two races of the 500cc class on the new Yamaha four-cylinder engine, only a broken chain preventing him from contesting victory with Agostini at the third race in Hockenheim. Saarinen did not start the fourth race on the calendar, the infamous Tourist Trophy, as many of the Grand Prix riders boycotted the Isle of Man event due to the dangers of the track. However, the next race would be marked forever in the history of the World Championship as ‘the tragedy of Monza’. During the first lap of the 250cc race at the Italian circuit the leading group, composed of several riders, approached the ‘Curvone’ and a rapid fall saw Renzo Pasolini lose his life on the spot. Saarinen was then involved in the crash that followed the fall of Pasolini and was also killed instantly. Thus ended the life of one of the most promising and most naturally talented riders of the era, a pilot whose aggressive riding style came from his off-road racing experience and inspired such prominent figures such as triple 500cc world champion Kenny Roberts Snr."
  },
  "Hans-Georg Anscheidt": {
    "ridername": "Hans-Georg Anscheidt",
    "rider_career": "YEARS ACTIVE 1962 - 1968",
    "rider_country": "Germany",
    "story": "No legend story available"
  },
  "Mike Hailwood": {
    "ridername": "Mike Hailwood",
    "rider_career": "YEARS ACTIVE 1958 - 1967",
    "rider_country": "United Kingdom",
    "story": "Englishman Mike Hailwood won nine World titles across three different classes during the 1960s and took victory 14 times in the Isle of Man TT, including two remarkable wins at the end of the ‘70s after coming out of retirement following an 11-year absence from the competition."
  },
  "Hugh Anderson": {
    "ridername": "Hugh Anderson",
    "rider_career": "YEARS ACTIVE 1960 - 1966",
    "rider_country": "New Zealand",
    "story": "No legend story available"
  },
  "Jim Redman": {
    "ridername": "Jim Redman",
    "rider_career": "YEARS ACTIVE 1959 - 1966",
    "rider_country": "Rhodesia",
    "story": "It is hard to imagine a tougher beginning than the one Jim Redman had to face. Born in 1931 in Hampstead, London, he survived the devastating bombing of Britain’s capital during the Second World War but was hit hard after his father’s suicide. Later, when he was just 17, Redman’s mother died leaving him and 18-year old sister Jackie in charge of his younger brothers, 11-year old twins Peter and Wendy. When he turned 18, Redman was called to join the military. He was able to suspend service for two years, focusing on his role as the new head of the family. With no possibility of extending his leave from the army further, it appeared as though his twin siblings would be forced to leave the family for an orphanage. The only possibility was to leave the country, thus Redman chose to immigrate to Rhodesia (now Zimbabwe) as he had a friend there. He then began to race in South Africa, beginning the 1958 season as a Paddy Driver. In April he made his GP debut at Brands Hatch and from then on was a regular amongst the fastest riders and in 1960 he won the 500cc GP of Spain on a Norton. Later Honda hired him. His first victory for the Japanese manufacturer came in the 250cc Belgian Grand Prix in 1961 and the following year he took both the 250cc and 350cc titles. In 1963 he again achieved the double crowns of the 250cc and 350cc classes, with two more 350cc titles in 1964 and 1965. Despite being over 30 years old, Redman still had a score to settle in the 500cc class. As Redman looked to launch an assault on the premier class crown, Honda were set to launch the CB450 and the Japanese company knew that advertising for the new larger displacement bike would be crucial. It was then agreed that Honda would build a prototype four-cylinder machine with Redman to attack the 1966 title alongside fellow MotoGP™ Legend Mike Hailwood. Redman won the first two races in Germany and Holland, but during the Belgian Grand Prix everything went wrong. In torrential rain he and his motorcycle parted company at more than 160km/h. The fall resulted in a broken wrist, he tried to race just five weeks later in Ulster, but it was impossible. Assuming the inevitable, Redman retired and went to live in South Africa. Six-time winner of the legendary Isle of Man TT, he continued to participate in classic motorbike competitions during the early 21st century."
  },
  "Luigi Taveri": {
    "ridername": "Luigi Taveri",
    "rider_career": "YEARS ACTIVE 1954 - 1966",
    "rider_country": "Switzerland",
    "story": "No legend story available"
  },
  "John Surtees": {
    "ridername": "John Surtees",
    "rider_career": "YEARS ACTIVE 1952 - 1960",
    "rider_country": "United Kingdom",
    "story": "A star of the late 1950s, when he dominated the ‘big classes’, Englishman John Surtees remains the only person to have won the motorcycling World Championship and Formula One titles."
  },
  "Carlo Ubbiali": {
    "ridername": "Carlo Ubbiali",
    "rider_career": "YEARS ACTIVE 1949 - 1960",
    "rider_country": "Italy",
    "story": "In the early days of MotoGP, the Italian rider Carlo Ubbiali became the first competitor to truly dominate the 125cc and 250cc classes. Born in Bergamo in 1929, he took part in the first World Championship season in 1949, won his first Grand Prix the following year, took his first title in 1951 and went on to collect nine titles in total in the smaller classes before his retirement in 1960."
  },
  "Geoff Duke": {
    "ridername": "Geoff Duke",
    "rider_career": "YEARS ACTIVE 1950 - 1959",
    "rider_country": "United Kingdom",
    "story": "Known affectionately by fans as The Duke, Englishman Geoff Duke was a six-time World title winner and the first rider whose image was used to promote the World Championship internationally, after he sprang to prominence in the early 1950s."
  }
}