{
  "MotoGP_Fun_Facts": [
    {
      "fact": "Each rider gets his own custom-made bike. The engine is also created exclusively for them, supporting the latest top-secret technology/innovations only meant for the drivers to enjoy."
    },
    {
      "fact": "Casey Stoner is the only rider to lead every single lap of a race at the Malaysian Grand Prix. What's even better? He has done so two times (in 2007 and 2009)!"
    },
    {
      "fact": "The record for the least number of No. 10 finishes in MotoGP history belongs to Valentino Rossi."
    },
    {
      "fact": "A total of 14 riders finished at the podium in the year 2011, making a record in itself."
    },
    {
      "fact": "Valentino Rossi is the most successful MotoGP rider of all time with a total of 79 career wins."
    },
    {
      "fact": "A MotoGP bike consists of multiple little computers that monitor over 500 types of data."
    },
    {
      "fact": "MotoGP suit manufacturers are now working on a type of leather which will come with an inbuilt airbag system to protect a rider's body from shock during a crash."
    },
    {
      "fact": "While turning on a corner, the contact point of a MotoGP bike's tyre is not more than a 50p coin."
    },
    {
      "fact": "Honda, Suzuki, and Yamaha combined have won all the 42 manufacturer's titles since 1974."
    },
    {
      "fact": "Gear changes take just 0.0009 seconds!"
    },
    {
      "fact": "An average MotoGP bike is worth almost a seven-digit sum."
    },
    {
      "fact": "MotoGP engines are handcrafted. That’s why MotoGP bikes are more costly than others."
    },
    {
      "fact": "A MotoGP bike has remarkably quick acceleration. It can go from 0 to 60 mph in just 2.5 seconds, which is faster than an F1 car."
    },
    {
      "fact": "The average speed of a MotoGP bike is 108 mph, which is only 10 points lower than the average speed of F1 cars (118 mph)."
    },
    {
      "fact": "MotoGP riders wear soundproof helmets since a MotoGP engine produces a sound louder than 125 dB, which is ultimately louder than an orchestra."
    },
    {
      "fact": "The suit of a MotoGP rider is made up of kangaroo leather and weighs up to 4.5 kg."
    },
    {
      "fact": "MotoGP bikes contain seamless transmission, i.e., a transmission in which the next gear is already engaged before the present gear is disengaged. It helps the rider to reduce the time involved in gear changing to 0.0064 seconds."
    },
    {
      "fact": "During a race, a MotoGP rider changes gears at least 500-800 times."
    },
    {
      "fact": "MotoGP shifting, also known as reverse shifting, is a gear-shifting pattern in which the first gear is located above the neutral position, and all the other gears are below it. This is precisely opposite to the gear-shifting pattern in standard bikes."
    },
    {
      "fact": "During a race, a rider can lose up to two litres of sweat and four kg of body weight! This is almost equal to having an intense workout for three hours."
    },
    {
      "fact": "A MotoGP bike can lean up to 63 degrees while turning in a corner."
    }
  ]
}
